List<Map<String, String>> db = [
  {
    // "id": "1",
    "category": "أذكار الصباح",
    "count": "1",
    "description":
    "من قالها حين يصبح أجير من الجن حتى يمسي ومن قالها حين يمسي أجير من الجن حتى يصبح",
    "reference": "[آية الكرسي - البقرة 255]",
    "zekr":
    "أَعُوذُ بِاللهِ مِنْ الشَّيْطَانِ الرَّجِيمِ\nاللّهُ لاَ إِلَـهَ إِلاَّ هُوَ الْحَيُّ الْقَيُّومُ لاَ تَأْخُذُهُ سِنَةٌ وَلاَ نَوْمٌ لَّهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الأَرْضِ مَن ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلاَّ بِإِذْنِهِ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلاَ يُحِيطُونَ بِشَيْءٍ مِّنْ عِلْمِهِ إِلاَّ بِمَا شَاء وَسِعَ كُرْسِيُّهُ السَّمَاوَاتِ وَالأَرْضَ وَلاَ يَؤُودُهُ حِفْظُهُمَا وَهُوَ الْعَلِيُّ الْعَظِيمُ."
  },
  {
    // "id": "2",
    "category": "أذكار الصباح",
    "count": "3",
    "description":
    "من قالها حين يصبح وحين يمسي كفته من كل شىء (الإخلاص والمعوذتين)",
    "reference": "سورة الإخلاص",
    "zekr":
    "بِسْمِ اللهِ الرَّحْمنِ الرَّحِيم\nقُلْ هُوَ ٱللَّهُ أَحَدٌ، ٱللَّهُ ٱلصَّمَدُ، لَمْ يَلِدْ وَلَمْ يُولَدْ، وَلَمْ يَكُن لَّهُۥ كُفُوًا أَحَدٌۢ."
  },
  {
    // "id": "3",
    "category": "أذكار الصباح",
    "count": "3",
    "description":
    "من قالها حين يصبح وحين يمسي كفته من كل شىء (الإخلاص والمعوذتين)",
    "reference": "سورة الفلق",
    "zekr":
    "بِسْمِ اللهِ الرَّحْمنِ الرَّحِيم\nقُلْ أَعُوذُ بِرَبِّ ٱلْفَلَقِ، مِن شَرِّ مَا خَلَقَ، وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ، وَمِن شَرِّ ٱلنَّفَّٰثَٰتِ فِى ٱلْعُقَدِ، وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ."
  },
  {
    // "id": "4",
    "category": "أذكار الصباح",
    "count": "3",
    "description":
    "من قالها حين يصبح وحين يمسي كفته من كل شىء (الإخلاص والمعوذتين)",
    "reference": "سورة الناس",
    "zekr":
    "بِسْمِ اللهِ الرَّحْمنِ الرَّحِيم\nقُلْ أَعُوذُ بِرَبِّ ٱلنَّاسِ، مَلِكِ ٱلنَّاسِ، إِلَٰهِ ٱلنَّاسِ، مِن شَرِّ ٱلْوَسْوَاسِ ٱلْخَنَّاسِ، ٱلَّذِى يُوَسْوِسُ فِى صُدُورِ ٱلنَّاسِ، مِنَ ٱلْجِنَّةِ وَٱلنَّاسِ."
  },
  {
    // "id": "5",
    "category": "أذكار الصباح",
    "count": "1",
    "description": "",
    "reference": "الترمذي، 5/ 466، برقم 3391، وانظر: صحيح الترمذي 3/ 142.",
    "zekr":
    "اللّهُـمَّ بِكَ أَصْـبَحْنا وَبِكَ أَمْسَـينا ، وَبِكَ نَحْـيا وَبِكَ نَمُـوتُ وَإِلَـيْكَ النُّـشُور."
  },
  {
    // "id": "6",
    "category": "أذكار الصباح",
    "count": "1",
    "description": "",
    "reference": "مسلم، 4/ 2088، برقم 2723.",
    "zekr":
    "أَصْـبَحْنا وَأَصْـبَحَ المُـلْكُ لله وَالحَمدُ لله ، لا إلهَ إلاّ اللّهُ وَحدَهُ لا شَريكَ لهُ، لهُ المُـلكُ ولهُ الحَمْـد، وهُوَ على كلّ شَيءٍ قدير ، رَبِّ أسْـأَلُـكَ خَـيرَ ما في هـذا اليوم وَخَـيرَ ما بَعْـدَه ، وَأَعـوذُ بِكَ مِنْ شَـرِّ ما في هـذا اليوم وَشَرِّ ما بَعْـدَه، رَبِّ أَعـوذُ بِكَ مِنَ الْكَسَـلِ وَسـوءِ الْكِـبَر ، رَبِّ أَعـوذُ بِكَ مِنْ عَـذابٍ في النّـارِ وَعَـذابٍ في القَـبْر."
  },
  {
    // "id": "7",
    "category": "أذكار الصباح",
    "count": "1",
    "description": "",
    "reference": "أبو داود، 4/ 322، برقم 5084، وحسن إسناده شعيب وعبد القادر الأرناؤوط في تحقيق زاد المعاد، 2/ 373.",
    "zekr":
    "أَصْبَـحْـنا وَأَصْبَـحْ المُـلكُ للهِ رَبِّ العـالَمـين ، اللّهُـمَّ إِنِّـي أسْـأَلُـكَ خَـيْرَ هـذا الـيَوْم ، فَـتْحَهُ ، وَنَصْـرَهُ ، وَنـورَهُ وَبَـرَكَتَـهُ ، وَهُـداهُ ، وَأَعـوذُ بِـكَ مِـنْ شَـرِّ ما فـيهِ وَشَـرِّ ما بَعْـدَه."
  },
  {
    // "id": "8",
    "category": "أذكار الصباح",
    "count": "4",
    "description": "من قالها أعتقه الله من النار",
    "reference": "أخرجه أبو داود، 4/ 317، برقم 5071، والبخاري في الأدب المفرد، برقم 1201، والنسائي في عمل اليوم والليلة، برقم 9، وابن السني، برقم 70.",
    "zekr":
    "اللّهُـمَّ إِنِّـي أَصْبَـحْتُ أُشْـهِدُك ، وَأُشْـهِدُ حَمَلَـةَ عَـرْشِـك ، وَمَلَائِكَتَكَ ، وَجَمـيعَ خَلْـقِك ، أَنَّـكَ أَنْـتَ اللهُ لا إلهَ إلاّ أَنْـتَ وَحْـدَكَ لا شَريكَ لَـك ، وَأَنَّ ُ مُحَمّـداً عَبْـدُكَ وَرَسـولُـك."
  },
  {
    // "id": "9",
    "category": "أذكار الصباح",
    "count": "1",
    "description": "",
    "reference": "أحمد، 3/ 406، و407، برقم 15360، ورقم 15563، وابن السني في عمل اليوم والليلة، برقم 34، وانظر: صحيح الجامع، 4/ 209.",
    "zekr":
    "أَصْبَـحْـنا عَلَى فِطْرَةِ الإسْلاَمِ، وَعَلَى كَلِمَةِ الإِخْلاَصِ، وَعَلَى دِينِ نَبِيِّنَا مُحَمَّدٍ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، وَعَلَى مِلَّةِ أَبِينَا إبْرَاهِيمَ حَنِيفاً مُسْلِماً وَمَا كَانَ مِنَ المُشْرِكِينَ."
  },
  {
    // "id": "10",
    "category": "أذكار الصباح",
    "count": "1",
    "description": "من قالها حين يصبح أدى شكر يومه",
    "reference": "أخرجه أبو داود، 4/ 318، برقم 5075، والنسائي في عمل اليوم والليلة، برقم 7، وابن السني، برقم 41، وابن حبان، ((موارد)) برقم 2361.",
    "zekr":
    "اللّهُـمَّ ما أَصْبَـَحَ بي مِـنْ نِعْـمَةٍ أَو بِأَحَـدٍ مِـنْ خَلْـقِك ، فَمِـنْكَ وَحْـدَكَ لا شريكَ لَـك ، فَلَـكَ الْحَمْـدُ وَلَـكَ الشُّكْـر."
  },
  {
    // "id": "11",
    "category": "أذكار الصباح",
    "count": "1",
    "description": "",
    "reference": "أخرجه ابن السني في عمل اليوم والليلة، برقم 54، وابن ماجه، برقم 925، وحسّن إسناده عبد القادر وشعيب الأرناؤوط في تحقيق زاد المعاد، 2/ 375، وتقدم برقم 73.",
    "zekr":
    "اللَّهُمَّ إِنِّي أَسْأَلُكَ عِلْمًا نَافِعًا، وَرِزْقًا طَيِّبًا، وَعَمَلًا مُتَقَبَّلًا."
  },
  {
    // "id": "12",
    "category": "أذكار الصباح",
    "count": "1",
    "description": "",
    "reference": "أبو داود، برقم 5074، وابن ماجه، برقم 3871.",
    "zekr":
    "اللّهُـمَّ إِنِّـي أسْـأَلُـكَ العَـفْوَ وَالعـافِـيةَ في الدُّنْـيا وَالآخِـرَة ، اللّهُـمَّ إِنِّـي أسْـأَلُـكَ العَـفْوَ وَالعـافِـيةَ في ديني وَدُنْـيايَ، وَأهْـلي وَمالـي ، اللّهُـمَّ اسْتُـرْ عـوْراتي وَآمِـنْ رَوْعاتـي ، اللّهُـمَّ احْفَظْـني مِن بَـينِ يَدَيَّ وَمِن خَلْفـي وَعَن يَمـيني وَعَن شِمـالي ، وَمِن فَوْقـي ، وَأَعـوذُ بِعَظَمَـتِكَ أَن أُغْـتالَ مِن تَحْتـي."
  },
  {
    // "id": "13",
    "category": "أذكار الصباح",
    "count": "1",
    "description": "",
    "reference": "الترمذي، برقم 3392، وأبو داود، برقم 5067،. وانظر: صحيح الترمذي، 3/ 142.",
    "zekr":
    "اللّهُـمَّ عالِـمَ الغَـيْبِ وَالشّـهادَةِ فاطِـرَ السّماواتِ وَالأرْضِ رَبَّ كـلِّ شَـيءٍ وَمَليـكَه ، أَشْهَـدُ أَنْ لا إِلـهَ إِلاّ أَنْت ، أَعـوذُ بِكَ مِن شَـرِّ نَفْسـي وَمِن شَـرِّ الشَّيْـطانِ وَشِرْكِهِ ، وَأَنْ أَقْتَـرِفَ عَلـى نَفْسـي سوءاً أَوْ أَجُـرَّهُ إِلـى مُسْـلِم."
  },
  {
    // "id": "14",
    "category": "أذكار الصباح",
    "count": "1",
    "description":
    "من قالها موقنا بها حين يمسي ومات من ليلته دخل الجنة وكذلك حين يصبح",
    "reference": "أخرجه البخاري، 7/ 150، برقم 6306.",
    "zekr":
    "اللّهـمَّ أَنْتَ رَبِّـي لا إلهَ إلاّ أَنْتَ ، خَلَقْتَنـي وَأَنا عَبْـدُك ، وَأَنا عَلـى عَهْـدِكَ وَوَعْـدِكَ ما اسْتَـطَعْـت ، أَعـوذُبِكَ مِنْ شَـرِّ ما صَنَـعْت ، أَبـوءُ لَـكَ بِنِعْـمَتِـكَ عَلَـيَّ وَأَبـوءُ بِذَنْـبي فَاغْفـِرْ لي فَإِنَّـهُ لا يَغْـفِرُ الذُّنـوبَ إِلاّ أَنْتَ."
  },
  {
    // "id": "15",
    "category": "أذكار الصباح",
    "count": "1",
    "description": "",
    "reference": "الحاكم وصححه، ووافقه الذهبي، 1/ 545، وانظر: صحيح الترغيب والترهيب، 1/ 273.",
    "zekr":
    "يَا حَيُّ يَا قيُّومُ بِرَحْمَتِكَ أسْتَغِيثُ أصْلِحْ لِي شَأنِي كُلَّهُ وَلاَ تَكِلْنِي إلَى نَفْسِي طَـرْفَةَ عَيْنٍ."
  },
  {
    // "id": "16",
    "category": "أذكار الصباح",
    "count": "7",
    "description": "من قالها كفاه الله ما أهمه من أمر الدنيا والأخرة",
    "reference": "أخرجه ابن السني، برقم 71 مرفوعاً، وأبو داود موقوفاً، 4/ 321، برقم 5081، وصحّح إسناده شعيب وعبد القادر الأرناؤوط. انظر: زاد المعاد 2/ 376.",
    "zekr":
    "حَسْبِـيَ اللّهُ لا إلهَ إلاّ هُوَ عَلَـيهِ تَوَكَّـلتُ وَهُوَ رَبُّ العَرْشِ العَظـيم."
  },
  {
    // "id": "17",
    "category": "أذكار الصباح",
    "count": "3",
    "description": "من قالها ثلاثاً إذا أصبح، وثلاثاً إذا أمسى لم يضره شيء.",
    "reference": "خرجه أبو داود، 4/ 323، برقم، 5088، والترمذي، 5/ 465، برقم 3388، وابن ماجه، برقم 3869، وأحمد، برقم 446. وانظر: صحيح ابن ماجه، 2/ 332.",
    "zekr":
    "بِسـمِ اللهِ الذي لا يَضُـرُّ مَعَ اسمِـهِ شَيءٌ في الأرْضِ وَلا في السّمـاءِ وَهـوَ السّمـيعُ العَلـيم."
  },
  {
    // "id": "18",
    "category": "أذكار الصباح",
    "count": "3",
    "description": "",
    "reference": "أبو داود، 4/ 324، برقم 5092، وأحمد، 5/ 42، برقم 20430، والنسائي في عمل اليوم والليلة، برقم 22، وابن السني، برقم 69، والبخاري في الأدب المفرد، برقم 701.",
    "zekr":
    "اللَّهُمَّ عَافِنِي فِي بَدَنِي، اللَّهُمَّ عَافِنِي فِي سَمْعِي، اللَّهُمَّ عَافِنِي فِي بَصَرِي، لاَ إِلَهَ إِلاَّ أَنْتَ. اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْكُفْرِ، وَالفَقْرِ، وَأَعُوذُ بِكَ مِنْ عَذَابِ القَبْرِ، لاَ إِلَهَ إِلاَّ أَنْتَ."
  },
  {
    // "id": "19",
    "category": "أذكار الصباح",
    "count": "3",
    "description":
    "من قالها حين يصبح وحين يمسي كان حقا على الله أن يرضيه يوم القيامة",
    "reference": "أحمد، 4/ 337، برقم 18967، والنسائي في عمل اليوم والليلة، برقم 4، وابن السني، برقم 68، وأبو داود، 4/ 318، برقم 1531، والترمذي، 5/ 465، برقم، 3389.",
    "zekr":
    "رَضيـتُ بِاللهِ رَبَّـاً وَبِالإسْلامِ ديـناً وَبِمُحَـمَّدٍ صلى الله عليه وسلم نَبِيّـاً."
  },
  {
    // "id": "20",
    "category": "أذكار الصباح",
    "count": "3",
    "description": "",
    "reference": "مسلم، 4/ 2090، برقم 2726.",
    "zekr":
    "سُبْحـانَ اللهِ وَبِحَمْـدِهِ عَدَدَ خَلْـقِه ، وَرِضـا نَفْسِـه ، وَزِنَـةَ عَـرْشِـه ، وَمِـدادَ كَلِمـاتِـه."
  },
  {
    // "id": "21",
    "category": "أذكار الصباح",
    "count": "100",
    "description":
    "من قالها مائة مرة في يوم كانت له عدل عشر رقاب، وكتبت له مئة حسنة، ومحيت عنه مئة سيئة، وكانت له حرزا من الشيطان في يومه ذلك حتى يمسي ولم يأتي أحد بأفضل مما جاء به إلا احد عمل أكثر من ذلك",
    "reference": "أبو داود، برقم 5077، وابن ماجه، برقم 3798، وأحمد، برقم 8719، وانظر: صحيح الترغيب والترهيب، 1/ 270، وصحيح أبي داود، 3/ 957، وصحيح ابن ماجه، 2/ 331، وزاد المعاد، 2/ 377.",
    "zekr":
    "لَا إلَه إلّا اللهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءِ قَدِيرِ."
  },
  {
    // "id": "22",
    "category": "أذكار الصباح",
    "count": "100",
    "description":
    "حُطَّتْ خَطَايَاهُ وَإِنْ كَانَتْ مِثْلَ زَبَدِ الْبَحْرِ لَمْ يَأْتِ أَحَدٌ يَوْمَ الْقِيَامَةِ بِأَفْضَلَ مِمَّا جَاءَ بِهِ إِلَّا أَحَدٌ قَالَ مِثْلَ مَا قَالَ أَوْ زَادَ عَلَيْهِ",
    "reference": "مسلم، 4/ 2071 برقم 2692.",
    "zekr": "سُبْحـانَ اللهِ وَبِحَمْـدِهِ."
  },
  {
    // "id": "23",
    "category": "أذكار الصباح",
    "count": "100",
    "description": "",
    "reference": "البخاري مع الفتح، 11/ 101، برقم 6307، ومسلم، / 2075، برقم 2702.",
    "zekr":
    "أَسْتَغْفِرُ اللَّهَ وَأَتُوبُ إِلَيْهِ."
  },
  {
    // "id": "24",
    "category": "أذكار الصباح",
    "count": "10",
    "description": "من صلى علي حين يصبح وحين يمسي ادركته شفاعتى يوم القيامة",
    "reference": "أخرجه الطبراني بإسنادين: أحدهما جيد، انظر: مجمع الزوائد، 10/ 120، وصحيح الترغيب والترهيب، 1/ 273.",
    "zekr": "اللَّهُمَّ صَلِّ وَسَلِّمْ وَبَارِكْ على نَبِيِّنَا مُحمَّد."
  },


  {
    // "id": "25",
    "category": "أذكار المساء",
    "count": "1",
    "description":
    "من قالها حين يصبح أجير من الجن حتى يمسي ومن قالها حين يمسي أجير من الجن حتى يصبح",
    "reference": "[آية الكرسي - البقرة 255]",
    "zekr":
    "أَعُوذُ بِاللهِ مِنْ الشَّيْطَانِ الرَّجِيمِ\nاللّهُ لاَ إِلَـهَ إِلاَّ هُوَ الْحَيُّ الْقَيُّومُ لاَ تَأْخُذُهُ سِنَةٌ وَلاَ نَوْمٌ لَّهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الأَرْضِ مَن ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلاَّ بِإِذْنِهِ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلاَ يُحِيطُونَ بِشَيْءٍ مِّنْ عِلْمِهِ إِلاَّ بِمَا شَاء وَسِعَ كُرْسِيُّهُ السَّمَاوَاتِ وَالأَرْضَ وَلاَ يَؤُودُهُ حِفْظُهُمَا وَهُوَ الْعَلِيُّ الْعَظِيمُ\n[آية الكرسى - البقرة 255]."
  },
  {
    // "id": "26",
    "category": "أذكار المساء",
    "count": "3",
    "description":
    "من قالها حين يصبح وحين يمسي كفته من كل شىء (الإخلاص والمعوذتين)",
    "reference": "سورة الإخلاص",
    "zekr":
    "بِسْمِ اللهِ الرَّحْمنِ الرَّحِيم\nقُلْ هُوَ ٱللَّهُ أَحَدٌ، ٱللَّهُ ٱلصَّمَدُ، لَمْ يَلِدْ وَلَمْ يُولَدْ، وَلَمْ يَكُن لَّهُۥ كُفُوًا أَحَدٌۢ."
  },
  {
    // "id": "27",
    "category": "أذكار المساء",
    "count": "3",
    "description":
    "من قالها حين يصبح وحين يمسي كفته من كل شىء (الإخلاص والمعوذتين)",
    "reference": "سورة الفلق",
    "zekr":
    "بِسْمِ اللهِ الرَّحْمنِ الرَّحِيم\nقُلْ أَعُوذُ بِرَبِّ ٱلْفَلَقِ، مِن شَرِّ مَا خَلَقَ، وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ، وَمِن شَرِّ ٱلنَّفَّٰثَٰتِ فِى ٱلْعُقَدِ، وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ."
  },
  {
    // "id": "28",
    "category": "أذكار المساء",
    "count": "3",
    "description":
    "من قالها حين يصبح وحين يمسي كفته من كل شىء (الإخلاص والمعوذتين)",
    "reference": "سورة الناس",
    "zekr":
    "بِسْمِ اللهِ الرَّحْمنِ الرَّحِيم\nقُلْ أَعُوذُ بِرَبِّ ٱلنَّاسِ، مَلِكِ ٱلنَّاسِ، إِلَٰهِ ٱلنَّاسِ، مِن شَرِّ ٱلْوَسْوَاسِ ٱلْخَنَّاسِ، ٱلَّذِى يُوَسْوِسُ فِى صُدُورِ ٱلنَّاسِ، مِنَ ٱلْجِنَّةِ وَٱلنَّاسِ."
  },
  {
    // "id": "29",
    "category": "أذكار المساء",
    "count": "1",
    "description": "",
    "reference": "الترمذي، 5/ 466، برقم 3391، وانظر: صحيح الترمذي 3/ 142.",
    "zekr":
    "اللّهُـمَّ بِكَ أَمْسَـينا وَبِكَ أَصْـبَحْنا، وَبِكَ نَحْـيا وَبِكَ نَمُـوتُ وَإِلَـيْكَ الْمَصِيرُ."
  },
  {
    // "id": "30",
    "category": "أذكار المساء",
    "count": "1",
    "description": "",
    "reference": "مسلم، 4/ 2088، برقم 2723.",
    "zekr":
    "أَمْسَيْـنا وَأَمْسـى المـلكُ لله وَالحَمدُ لله ، لا إلهَ إلاّ اللّهُ وَحدَهُ لا شَريكَ لهُ، لهُ المُـلكُ ولهُ الحَمْـد، وهُوَ على كلّ شَيءٍ قدير ، رَبِّ أسْـأَلُـكَ خَـيرَ ما في هـذهِ اللَّـيْلَةِ وَخَـيرَ ما بَعْـدَهـا ، وَأَعـوذُ بِكَ مِنْ شَـرِّ ما في هـذهِ اللَّـيْلةِ وَشَرِّ ما بَعْـدَهـا ، رَبِّ أَعـوذُ بِكَ مِنَ الْكَسَـلِ وَسـوءِ الْكِـبَر ، رَبِّ أَعـوذُ بِكَ مِنْ عَـذابٍ في النّـارِ وَعَـذابٍ في القَـبْر."
  },
  {
    // "id": "31",
    "category": "أذكار المساء",
    "count": "1",
    "description": "",
    "reference": "أبو داود، 4/ 322، برقم 5084، وحسن إسناده شعيب وعبد القادر الأرناؤوط في تحقيق زاد المعاد، 2/ 373.",
    "zekr":
    "أَمْسَيْـنا وَأَمْسـى المـلكُ لله رَبِّ العـالَمـين ، اللّهُـمَّ إِنِّـي أسْـأَلُـكَ خَـيْرَ هـذا الـيَوْم ، فَـتْحَهُ ، وَنَصْـرَهُ ، وَنـورَهُ وَبَـرَكَتَـهُ ، وَهُـداهُ ، وَأَعـوذُ بِـكَ مِـنْ شَـرِّ ما فـيهِ وَشَـرِّ ما بَعْـدَه."
  },
  {
    // "id": "32",
    "category": "أذكار المساء",
    "count": "4",
    "description": "من قالها أعتقه الله من النار",
    "reference": "أخرجه أبو داود، 4/ 317، برقم 5071، والبخاري في الأدب المفرد، برقم 1201، والنسائي في عمل اليوم والليلة، برقم 9، وابن السني، برقم 70.",
    "zekr":
    "اللّهُـمَّ إِنِّـي أَمسيتُ أُشْـهِدُك ، وَأُشْـهِدُ حَمَلَـةَ عَـرْشِـك ، وَمَلَائِكَتَكَ ، وَجَمـيعَ خَلْـقِك ، أَنَّـكَ أَنْـتَ اللهُ لا إلهَ إلاّ أَنْـتَ وَحْـدَكَ لا شَريكَ لَـك ، وَأَنَّ ُ مُحَمّـداً عَبْـدُكَ وَرَسـولُـك."
  },
  {
    // "id": "33",
    "category": "أذكار المساء",
    "count": "1",
    "description": "",
    "reference": "أحمد، 3/ 406، و407، برقم 15360، ورقم 15563، وابن السني في عمل اليوم والليلة، برقم 34، وانظر: صحيح الجامع، 4/ 209.",
    "zekr":
    "أَمْسَيْنَا عَلَى فِطْرَةِ الإسْلاَمِ، وَعَلَى كَلِمَةِ الإِخْلاَصِ، وَعَلَى دِينِ نَبِيِّنَا مُحَمَّدٍ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، وَعَلَى مِلَّةِ أَبِينَا إبْرَاهِيمَ حَنِيفاً مُسْلِماً وَمَا كَانَ مِنَ المُشْرِكِينَ."
  },
  {
    // "id": "34",
    "category": "أذكار المساء",
    "count": "1",
    "description": "من قالها حين يصبح أدى شكر يومه",
    "reference": "أخرجه أبو داود، 4/ 318، برقم 5075، والنسائي في عمل اليوم والليلة، برقم 7، وابن السني، برقم 41، وابن حبان، ((موارد)) برقم 2361.",
    "zekr":
    "اللّهُـمَّ ما أَمسى بي مِـنْ نِعْـمَةٍ أَو بِأَحَـدٍ مِـنْ خَلْـقِك ، فَمِـنْكَ وَحْـدَكَ لا شريكَ لَـك ، فَلَـكَ الْحَمْـدُ وَلَـكَ الشُّكْـر."
  },
  {
    // "id": "35",
    "category": "أذكار المساء",
    "count": "1",
    "description": "",
    "reference": "أبو داود، برقم 5074، وابن ماجه، برقم 3871.",
    "zekr":
    "اللّهُـمَّ إِنِّـي أسْـأَلُـكَ العَـفْوَ وَالعـافِـيةَ في الدُّنْـيا وَالآخِـرَة ، اللّهُـمَّ إِنِّـي أسْـأَلُـكَ العَـفْوَ وَالعـافِـيةَ في ديني وَدُنْـيايَ، وَأهْـلي وَمالـي ، اللّهُـمَّ اسْتُـرْ عـوْراتي وَآمِـنْ رَوْعاتـي ، اللّهُـمَّ احْفَظْـني مِن بَـينِ يَدَيَّ وَمِن خَلْفـي وَعَن يَمـيني وَعَن شِمـالي ، وَمِن فَوْقـي ، وَأَعـوذُ بِعَظَمَـتِكَ أَن أُغْـتالَ مِن تَحْتـي."
  },
  {
    // "id": "36",
    "category": "أذكار المساء",
    "count": "1",
    "description": "",
    "reference": "الترمذي، برقم 3392، وأبو داود، برقم 5067،. وانظر: صحيح الترمذي، 3/ 142.",
    "zekr":
    "اللّهُـمَّ عالِـمَ الغَـيْبِ وَالشّـهادَةِ فاطِـرَ السّماواتِ وَالأرْضِ رَبَّ كـلِّ شَـيءٍ وَمَليـكَه ، أَشْهَـدُ أَنْ لا إِلـهَ إِلاّ أَنْت ، أَعـوذُ بِكَ مِن شَـرِّ نَفْسـي وَمِن شَـرِّ الشَّيْـطانِ وَشِرْكِهِ ، وَأَنْ أَقْتَـرِفَ عَلـى نَفْسـي سوءاً أَوْ أَجُـرَّهُ إِلـى مُسْـلِم."
  },
  {
    // "id": "37",
    "category": "أذكار المساء",
    "count": "1",
    "description":
    "من قالها موقنا بها حين يمسي ومات من ليلته دخل الجنة وكذلك حين يصبح",
    "reference": "أخرجه البخاري، 7/ 150، برقم 6306.",
    "zekr":
    "اللّهـمَّ أَنْتَ رَبِّـي لا إلهَ إلاّ أَنْتَ ، خَلَقْتَنـي وَأَنا عَبْـدُك ، وَأَنا عَلـى عَهْـدِكَ وَوَعْـدِكَ ما اسْتَـطَعْـت ، أَعـوذُبِكَ مِنْ شَـرِّ ما صَنَـعْت ، أَبـوءُ لَـكَ بِنِعْـمَتِـكَ عَلَـيَّ وَأَبـوءُ بِذَنْـبي فَاغْفـِرْ لي فَإِنَّـهُ لا يَغْـفِرُ الذُّنـوبَ إِلاّ أَنْتَ."
  },
  {
    // "id": "38",
    "category": "أذكار المساء",
    "count": "1",
    "description": "",
    "reference": "الحاكم وصححه، ووافقه الذهبي، 1/ 545، وانظر: صحيح الترغيب والترهيب، 1/ 273.",
    "zekr":
    "يَا حَيُّ يَا قيُّومُ بِرَحْمَتِكَ أسْتَغِيثُ أصْلِحْ لِي شَأنِي كُلَّهُ وَلاَ تَكِلْنِي إلَى نَفْسِي طَـرْفَةَ عَيْنٍ."
  },
  {
    // "id": "39",
    "category": "أذكار المساء",
    "count": "7",
    "description": "من قالها كفاه الله ما أهمه من أمر الدنيا والأخرة",
    "reference": "أخرجه ابن السني، برقم 71 مرفوعاً، وأبو داود موقوفاً، 4/ 321، برقم 5081، وصحّح إسناده شعيب وعبد القادر الأرناؤوط. انظر: زاد المعاد 2/ 376.",
    "zekr":
    "حَسْبِـيَ اللّهُ لا إلهَ إلاّ هُوَ عَلَـيهِ تَوَكَّـلتُ وَهُوَ رَبُّ العَرْشِ العَظـيم."
  },
  {
    // "id": "40",
    "category": "أذكار المساء",
    "count": "3",
    "description": "من قالها ثلاثاً إذا أصبح، وثلاثاً إذا أمسى لم يضره شيء.",
    "reference": "خرجه أبو داود، 4/ 323، برقم، 5088، والترمذي، 5/ 465، برقم 3388، وابن ماجه، برقم 3869، وأحمد، برقم 446. وانظر: صحيح ابن ماجه، 2/ 332.",
    "zekr":
    "بِسـمِ اللهِ الذي لا يَضُـرُّ مَعَ اسمِـهِ شَيءٌ في الأرْضِ وَلا في السّمـاءِ وَهـوَ السّمـيعُ العَلـيم."
  },
  {
    // "id": "41",
    "category": "أذكار المساء",
    "count": "3",
    "description": "",
    "reference": "أبو داود، 4/ 324، برقم 5092، وأحمد، 5/ 42، برقم 20430، والنسائي في عمل اليوم والليلة، برقم 22، وابن السني، برقم 69، والبخاري في الأدب المفرد، برقم 701.",
    "zekr":
    "اللَّهُمَّ عَافِنِي فِي بَدَنِي، اللَّهُمَّ عَافِنِي فِي سَمْعِي، اللَّهُمَّ عَافِنِي فِي بَصَرِي، لاَ إِلَهَ إِلاَّ أَنْتَ. اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْكُفْرِ، وَالفَقْرِ، وَأَعُوذُ بِكَ مِنْ عَذَابِ القَبْرِ، لاَ إِلَهَ إِلاَّ أَنْتَ."
  },
  {
    // "id": "42",
    "category": "أذكار المساء",
    "count": "3",
    "description":
    "من قالها حين يصبح وحين يمسي كان حقا على الله أن يرضيه يوم القيامة",
    "reference": "أحمد، 4/ 337، برقم 18967، والنسائي في عمل اليوم والليلة، برقم 4، وابن السني، برقم 68، وأبو داود، 4/ 318، برقم 1531، والترمذي، 5/ 465، برقم، 3389.",
    "zekr":
    "رَضيـتُ بِاللهِ رَبَّـاً وَبِالإسْلامِ ديـناً وَبِمُحَـمَّدٍ صلى الله عليه وسلم نَبِيّـاً."
  },
  {
    // "id": "43",
    "category": "أذكار المساء",
    "count": "3",
    "description": "من قالها حين يمسي ثلاث مرات لم تضرّه حُمَة تلك الليلة.",
    "reference": "أخرجه أحمد، 2/ 290، برقم 7898، والنسائي في عمل اليوم والليلة، برقم 590، وابن السني، برقم 68، وانظر: صحيح الترمذي، 3/ 187، وصحيح ابن ماجه، 2/ 266.",
    "zekr": "أَعـوذُ بِكَلِمـاتِ اللّهِ التّـامّـاتِ مِنْ شَـرِّ ما خَلَـق."
  },
  {
    // "id": "44",
    "category": "أذكار المساء",
    "count": "100",
    "description":
    "من قالها مائة مرة في يوم كانت له عدل عشر رقاب، وكتبت له مئة حسنة، ومحيت عنه مئة سيئة، وكانت له حرزا من الشيطان في يومه ذلك حتى يمسي ولم يأتي أحد بأفضل مما جاء به إلا احد عمل أكثر من ذلك",
    "reference": "أبو داود، برقم 5077، وابن ماجه، برقم 3798، وأحمد، برقم 8719، وانظر: صحيح الترغيب والترهيب، 1/ 270، وصحيح أبي داود، 3/ 957، وصحيح ابن ماجه، 2/ 331، وزاد المعاد، 2/ 377.",
    "zekr":
    "لَا إلَه إلّا اللهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءِ قَدِيرِ."
  },
  {
    // "id": "45",
    "category": "أذكار المساء",
    "count": "100",
    "description":
    "حُطَّتْ خَطَايَاهُ وَإِنْ كَانَتْ مِثْلَ زَبَدِ الْبَحْرِ لَمْ يَأْتِ أَحَدٌ يَوْمَ الْقِيَامَةِ بِأَفْضَلَ مِمَّا جَاءَ بِهِ إِلَّا أَحَدٌ قَالَ مِثْلَ مَا قَالَ أَوْ زَادَ عَلَيْهِ",
    "reference": "مسلم، 4/ 2071 برقم 2692.",
    "zekr": "سُبْحـانَ اللهِ وَبِحَمْـدِهِ."
  },
  {
    // "id": "46",
    "category": "أذكار المساء",
    "count": "100",
    "description": "",
    "reference": "البخاري مع الفتح، 11/ 101، برقم 6307، ومسلم، / 2075، برقم 2702.",
    "zekr":
    "أَسْتَغْفِرُ اللَّهَ وَأَتُوبُ إِلَيْهِ."
  },
  {
    // "id": "47",
    "category": "أذكار المساء",
    "count": "10",
    "description": "من صلى علي حين يصبح وحين يمسي ادركته شفاعتى يوم القيامة",
    "reference": "أخرجه الطبراني بإسنادين: أحدهما جيد، انظر: مجمع الزوائد، 10/ 120، وصحيح الترغيب والترهيب، 1/ 273.",
    "zekr": "اللَّهُمَّ صَلِّ وَسَلِّمْ وَبَارِكْ على نَبِيِّنَا مُحمَّد."
  },
  {
    // "id": "48",
    "category": "أذكار الاستيقاظ من النوم",
    "count": "1",
    "description": "",
    "reference": "أبو داود، 4/ 264، برقم 4855، وأحمد، 2/ 389، برقم 10680، وانظر: صحيح الجامع، 5/ 176.",
    "zekr":
    "( الْحَمْدُ للَّهِ الَّذِي أَحْيَانَا بَعْدَ مَا أَمَاتَنَا، وَإِلَيْهِ النُّشُورُ )"
  },
  {
    // "id": "49",
    "category": "أذكار الاستيقاظ من النوم",
    "count": "1",
    "description": "من قال ذلك غُفِرَ له، فإن دعا استجيب له، فإن قام فتوضأ ثم صلى قُبلت صلاته، البخاري مع الفتح، 3/ 39، برقم 1154، وغيره، واللفظ لابن ماجه، انظر: صحيح ابن ماجه، 2/ 335.",
    "reference": "البخاري مع الفتح، 11/ 113، برقم 6314، ومسلم، 4/ 2083، برقم 2711.",
    "zekr":
    "( لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَريكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، سُبْحَانَ اللَّهِ، وَالْحَمْدُ للَّهِ، وَلاَ إِلَهَ إِلاَّ اللَّهُ، وَاللَّهُ أَكبَرُ، وَلاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللَّهِ الْعَلِيِّ الْعَظِيمِ، رَبِّ اغْفرْ لِي )"
  },
  {
    // "id": "50",
    "category": "أذكار الاستيقاظ من النوم",
    "count": "1",
    "description": "",
    "reference": "الترمذي، 5/ 473، برقم 3401، وانظر: صحيح الترمذي، 3/ 144.",
    "zekr":
    "( الْحَمْدُ لِلَّهِ الَّذِي عَافَانِي فِي جَسَدِي، وَرَدَّ عَلَيَّ رُوحِي، وَأَذِنَ لي بِذِكْرِهِ )"
  },
  {
    // "id": "51",
    "category": "أذكار الاستيقاظ من النوم",
    "count": "1",
    "description": "",
    "reference": "الآيات من سورة آل عمران، 190 - 200، البخاري مع الفتح، 8/ 337، برقم 4569، ومسلم، 1/ 530، برقم 256.",
    "zekr":
    "﴿ إِنَّ فِي خَلْقِ السَّمَوَاتِ وَالأَرْضِ وَاخْتِلاَفِ اللَّيْلِ وَالنَّهَارِ لَآيَاتٍ لأُوْلِي الألْبَابِ * الَّذِينَ يَذْكُرُونَ اللَّهَ قِيَاماً وَقُعُوداً وَعَلَىَ جُنُوبِهِمْ وَيَتَفَكَّرُونَ فِي خَلْقِ السَّمَوَاتِ وَالأَرْضِ رَبَّنَا مَا خَلَقْتَ هَذا بَاطِلاً سُبْحَانَكَ فَقِنَا عَذَابَ النَّارِ* رَبَّنَا إِنَّكَ مَن تُدْخِلِ النَّارَ فَقَدْ أَخْزَيْتَهُ وَمَا لِلظَّالِمِينَ مِنْ أَنصَارٍ* رَّبَّنَا إِنَّنَا سَمِعْنَا مُنَادِياً يُنَادِي لِلإِيمَانِ أَنْ آمِنُواْ بِرَبِّكُمْ فَآمَنَّا رَبَّنَا فَاغْفِرْ لَنَا ذُنُوبَنَا وَكَفِّرْ عَنَّا سَيِّئَاتِنَا وَتَوَفَّنَا مَعَ الأبْرَارِ* رَبَّنَا وَآتِنَا مَا وَعَدتَّنَا عَلَى رُسُلِكَ وَلاَ تُخْزِنَا يَوْمَ الْقِيَامَةِ إِنَّكَ لاَ تُخْلِفُ الْمِيعَادَ* فَاسْتَجَابَ لَهُمْ رَبُّهُمْ أَنِّي لاَ أُضِيعُ عَمَلَ عَامِلٍ مِّنكُم مِّن ذَكَرٍ أَوْ أُنثَى بَعْضُكُم مِّن بَعْضٍ فَالَّذِينَ هَاجَرُواْ وَأُخْرِجُواْ مِن دِيَارِهِمْ وَأُوذُواْ فِي سَبِيلِي وَقَاتَلُواْ وَقُتِلُواْ لأُكَفِّرَنَّ عَنْهُمْ سَيِّئَاتِهِمْ وَلأُدْخِلَنَّهُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الأَنْهَارُ ثَوَاباً مِّن عِندِ اللَّهِ وَاللَّهُ عِندَهُ حُسْنُ الثَّوَابِ * لاَ يَغُرَّنَّكَ تَقَلُّبُ الَّذِينَ كَفَرُواْ فِي الْبِلاَدِ * مَتَاعٌ قَلِيلٌ ثُمَّ مَأْوَاهُمْ جَهَنَّمُ وَبِئْسَ الْمِهَادُ * لَكِنِ الَّذِينَ اتَّقَوْاْ رَبَّهُمْ لَهُمْ جَنَّاتٌ تَجْرِي مِنْ تَحْتِهَا الأَنْهَارُ خَالِدِينَ فِيهَا نُزُلاً مِّنْ عِندِ اللَّهِ وَمَا عِندَ اللَّهِ خَيْرٌ لِّلأَبْرَارِ * وَإِنَّ مِنْ أَهْلِ الْكِتَابِ لَمَن يُؤْمِنُ بِاللَّهِ وَمَا أُنزِلَ إِلَيْكُمْ وَمَآ أُنزِلَ إِلَيْهِمْ خَاشِعِينَ لِلَّهِ لاَ يَشْتَرُونَ بِآيَاتِ اللَّهِ ثَمَناً قَلِيلاً أُوْلَئِكَ لَهُمْ أَجْرُهُمْ عِندَ رَبِّهِمْ إِنَّ اللَّهَ سَرِيعُ الْحِسَابِ*يَا أَيُّهَا الَّذِينَ آمَنُواْ اصْبِرُواْ وَصَابِرُواْ وَرَابِطُواْ وَاتَّقُواْ اللَّهَ لَعَلَّكُمْ تُفْلِحُونَ ﴾"
  },
  {
    // "id": "52",
    "category": "دعاء لبس الثوب",
    "count": "1",
    "description": "",
    "reference": "أخرجه أهل السنن إلا النسائي: أبو داود، برقم 4023، والترمذي، برقم 3458، وابن ماجه، برقم 3285.",
    "zekr":
    "(الْحَمْدُ للَّهِ الَّذِي كَسَانِي هَذَا (الثَّوْبَ) وَرَزَقَنِيهِ مِنْ غَيْرِ حَوْلٍ مِنِّي وَلاَ قُوَّة)"
  },
  {
    // "id": "53",
    "category": "دعاء لبس الثوب الجديد",
    "count": "1",
    "description": "",
    "reference": "أبو داود، برقم 4020، والترمذي، برقم 1767، والبغوي، 12/ 40.",
    "zekr":
    "( اللَّهُمَّ لَكَ الْحَمْدُ أَنْتَ كَسَوْتَنِيهِ، أَسْأَلُكَ مِنْ خَيْرِهِ وَخَيْرِ مَا صُنِعَ لَهُ، وَأَعُوذُ بِكَ مِنْ شَرِّهِ وَشَرِّ مَا صُنِعَ لَهُ)"
  },
  {
    // "id": "54",
    "category": "الدعاء لمن لبس ثوبا جديدا",
    "count": "1",
    "description": "",
    "reference": " أخرجه أبو داود، 4/ 41، برقم 4020، وانظر: صحيح أبي داود 2/ 760.",
    "zekr": "(تُبْلِي وَيُخْلِفُ اللَّهُ تَعَالَى)"
  },
  {
    // "id": "55",
    "category": "الدعاء لمن لبس ثوبا جديدا",
    "count": "1",
    "description": "",
    "reference": "ابن ماجه، 2/ 1178، برقم 3558، والبغوي، 12/ 41، وانظر: صحيح ابن ماجه، 2/ 275.",
    "zekr": "(اِلْبَسْ جَدِيداً وَعِشْ حَمِيداً وَمُتْ شَهِيداً)"
  },
  {
    // "id": "56",
    "category": "ما يقول إذا وضع الثوب",
    "count": "1",
    "description": "",
    "reference": "الترمذي، 2/ 505، برقم 606، وغيره، وانظر: إرواء الغليل، برقم 50، وصحيح الجامع، 3/ 203.",
    "zekr": "(بِسْمِ اللَّهِ)"
  },
  {
    // "id": "57",
    "category": "دعاء دخول الخلاء - الحمام",
    "count": "1",
    "description": "",
    "reference": "أخرجه البخاري، 1/ 45، برقم 142، ومسلم، 1/ 283، برقم 375، وزيادة: ((بسم الله)) في أوله أخرجها سعيد بن منصور. انظر فتح الباري 1/ 244.",
    "zekr":
    "([بِسْمِ اللَّهِ] اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْخُبْثِ وَالْخَبائِث)"
  },
  {
    // "id": "58",
    "category": "دعاء الخروج من الخلاء - الحمام",
    "count": "1",
    "description": "",
    "reference": "أخرجه أصحاب السنن إلا النسائي فأخرجه في عمل اليوم والليلة، برقم 79، أبو داود، برقم 30، والترمذي، برقم 7، وابن ماجه، برقم 300.",
    "zekr": "(غُفْرَانَكَ)"
  },
  {
    // "id": "59",
    "category": "الذكر قبل الوضوء",
    "count": "1",
    "description": "",
    "reference": "أبو داود، برقم 101، وابن ماجه، برقم 397، وأحمد، برقم 9418، وانظر إرواء الغليل 1/ 122.",
    "zekr": "(بِسْمِ اللَّهِ)"
  },
  {
    // "id": "60",
    "category": "الذكر بعد الفراغ من الوضوء",
    "count": "1",
    "description": "",
    "reference": "مسلم، 1/ 209، برقم 234.",
    "zekr":
    "(أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ وَأَشْهَدُ أَنَّ مُحَمَّداً عَبْدُهُ وَرَسُولُهُ)"
  },
  {
    // "id": "61",
    "category": "الذكر بعد الفراغ من الوضوء",
    "count": "1",
    "description": "",
    "reference": "الترمذي، 1/ 78، برقم 55، وانظر: صحيح الترمذي، 1/ 18.",
    "zekr":
    "(اللَّهُمَّ اجْعَلْنِي مِنَ التَّوَّابِينَ وَاجْعَلْنِي مِنَ الْمُتَطَهِّرِينَ)"
  },
  {
    // "id": "62",
    "category": "الذكر بعد الفراغ من الوضوء",
    "count": "1",
    "description": "",
    "reference": "أبو داود، 4/ 325، برقم 5095، والترمذي، 5/ 490، برقم 3426.",
    "zekr":
    "(سُبْحانَكَ اللَّهُمَّ وَبِحَمْدِكَ، أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ أَنْتَ، أَسْتَغْفِرُكَ وَأَتوبُ إِلَيْكَ)"
  },
  {
    // "id": "63",
    "category": "الذكر عند الخروج من المنزل",
    "count": "1",
    "description": "",
    "reference": "أبو داود، 4/ 325، برقم 5095، والترمذي، 5/ 490، برقم 3426، وانظر: صحيح الترمذي 3/ 151.",
    "zekr":
    "(بِسْمِ اللَّهِ، تَوَكَّلْتُ عَلَى اللَّهِ، وَلَاَ حَوْلَ وَلَا قُوَّةَ إِلاَّ بِاللَّهِ)"
  },
  {
    // "id": "64",
    "category": "الذكر عند الخروج من المنزل",
    "count": "1",
    "description": "",
    "reference": "أهل السنن: أبو داود، برقم 5094، والترمذي، برقم 3427، والنسائي، برقم 5501، وابن ماجه، برقم 3884، وانظر: صحيح الترمذي، 3/ 152، وصحيح ابن ماجه، 2/ 336.",
    "zekr":
    "(اللَّهُمَّ إِنِّي أَعُوذُ بِكَ أَنْ أَضِلَّ، أَوْ أُضَلَّ، أَوْ أَزِلَّ، أَوْ أُزَلَّ، أَوْ أَظْلِمَ، أَوْ أُظْلَمَ، أَوْ أَجْهَلَ، أَوْ يُجْهَلَ عَلَيَّ)"
  },
  {
    // "id": "65",
    "category": "الذكر عند دخول المنزل",
    "count": "1",
    "description": "",
    "reference": "أخرجه أبو داود، 4/ 325، 5096، وفي الصحيح: ((إذا دخل الرجل بيته فذكر اللَّهَ عند دخوله، وعند طعامه، قال الشيطان: لا مبيت لكم، ولا عشاء))، مسلم، برقم 2018.",
    "zekr":
    "(بِسْمِ اللَّهِ وَلَجْنَا، وَبِسْمِ اللَّهِ خَرَجْنَا، وَعَلَى اللَّهِ رَبِّنَا تَوَكَّلْنَا، ثُمَّ لِيُسَلِّمْ عَلَى أَهْلِهِ)"
  },
  {
    // "id": "66",
    "category": "دعاء الذهاب إلى المسجد",
    "count": "1",
    "description": "",
    "reference": "(1)انظر جميع هذه الألفاظ في البخاري، 11/ 116، برقم 6316، ومسلم، 1/ 526، و529، و530، برقم 763.\n(2)الترمذي، 5/ 483، برقم 3419.\n(3)أخرجه البخاري في الأدب المفرد، برقم 695، ص258.\n(4)ذكره ابن حجر في فتح الباري، وعزاه إلى ابن أبي عاصم في كتاب الدعاء، انظر الفتح 11/ 118، وقال: فاجتمع من اختلاف الروايات خمس وعشرون خصلة.",
    "zekr":
    "(اللَّهُمَّ اجْعَلْ فِي قَلْبِي نُوراً، وَفِي لِسَانِي نُوراً، وَفِي سَمْعِي نُوراً، وَفِي بَصَرِي نُوراً، وَمِنْ فَوْقِي نُوراً، وَمِنْ تَحْتِي نُوراً، وَعَنْ يَمِينِي نُوراً، وَعَنْ شِمَالِي نُوراً، وَمِنْ أَمَامِي نُوراً، وَمِنْ خَلْفِي نُوراً، وَاجْعَلْ فِي نَفْسِي نُوراً، وَأَعْظِمْ لِي نُوراً، وَعَظِّم لِي نُوراً، وَاجْعَلْ لِي نُوراً، وَاجْعَلْنِي نُوراً، اللَّهُمَّ أَعْطِنِي نُوراً، وَاجْعَلْ فِي عَصَبِي نُوراً، وَفِي لَحْمِي نُوراً، وَفِي دَمِي نُوراً، وَفِي شَعْرِي نُوراً، وَفِي بَشَرِي نُوراً)(1)\n([اللَّهُمَّ اجْعَلْ لِي نُوراً فِي قَبْرِي وَنُوراً فِي عِظَامِي])(2)\n[(وَزِدْنِي نُوراً، وَزِدْنِي نُوراً، وَزِدْنِي نُوراً)](3)\n[(وَهَبْ لِي نُوراً عَلَى نُورٍ)](4)"
  },
  {
    // "id": "67",
    "category": "دعاء دخول المسجد",
    "count": "1",
    "description": "",
    "reference": "(1) لقول أنس بن مالك - رضي الله عنه -: ((من السنة إذ دخلت المسجد أن تَبدأ برجلك اليمنى، وإذا خرجت أن تبدأ برجلك اليسرى))، أخرجه الحاكم، 1/ 218، وصححه على شرط مسلم، ووافقه الذهبي، وأخرجه البيهقي، 2/ 442.\n(2) أبو داود، برقم 466، وانظر: صحيح الجامع، برقم 4591.\n(3) رواه ابن السني، برقم 88\n(4) أبو داود، 1/ 126، برقم 465، وانظر: صحيح الجامع، 1/ 528.\n(5) مسلم، 1/ 494، برقم 713، وفي سنن ابن ماجه من حديث فاطمة - رضي الله عنها -: ((اللهم اغفر لي ذنوبي، وافتح لي أبواب رحمتك)).",
    "zekr":
    "(يَبْدَأُ بِرِجْلِهِ الْيُمْنَى)(1)، \nوَيَقُولُ: أَعُوذُ بِاللَّهِ العَظِيمِ، وَبِوَجْهِهِ الْكَرِيمِ، وَسُلْطَانِهِ الْقَدِيمِ، مِنَ الشَّيْطَانِ الرَّجِيمِ(2)\n [بِسْمِ اللَّهِ، وَالصَّلَاةُ](3)\n [وَالسَّلَامُ عَلَى رَسُولِ اللَّهِ](4)\n  اللَّهُمَّ افْتَحْ لِي أَبْوَابَ رَحْمَتِكَ(5)"
  },
  {
    // "id": "68",
    "category": "دعاء الخروج من المسجد",
    "count": "1",
    "description": "",
    "reference": "(1) الحاكم، 1/ 218، والبيهقي، 2/ 442.\n(2) انظر تخريج روايات الحديث السابق في دعاء دخول المسجد، رقم (20) وزيادة: ((اللهم اعصمني من الشيطان الرجيم)) لابن ماجه. انظر: صحيح ابن ماجه، 1/ 129.",
    "zekr":
    "يَبْدَأُ بِرِجْلِهِ الْيُسْرَى(1)  وَيَقُولُ: بِسْمِ اللَّهِ وَالصّلَاةُ وَالسَّلَامُ عَلَى رَسُولِ اللَّهِ، اللَّهُمَّ إِنِّي أَسْأَلُكَ مِنْ فَضْلِك، اللَّهُمَّ اعْصِمْنِي مِنَ الشَّيْطَانِ الرَّجِيمِ(2)"
  },
  {
    // "id": "69",
    "category": "أذكار الأذان",
    "count": "1",
    "description": "",
    "reference": "البخاري، 1/ 152، برقم 611، ورقم 613، ومسلم، 1/ 288، برقم 383.",
    "zekr":
    "يَقُولُ مِثْلَ مَا يَقُولُ المُؤَذِّنُ إِلاَّ فِي حَيَّ عَلَى الصَّلَاةِ وَحَيَّ عَلَى الْفَلَاحِ فَيقُولُ: لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللَّهِ"
  },
  {
    // "id": "70",
    "category": "أذكار الأذان",
    "count": "1",
    "description": "",
    "reference": "(1)مسلم، 1/ 290، برقم 386.\n(2) ابن خزيمة، 1/ 220.",
    "zekr":
    "يَقُولُ: وَأَنَا أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ وَأَنَّ مُحَمَّداً عَبْدُهُ وَرَسُولُهُ، رَضِيتُ بِاللَّهِ رَبَّاً، وَبِمُحَمَّدٍ رَسُولاً، وَبِالْإِسْلاَمِ دِينَاًِ(1)\n((يَقُولُ ذَلِكَ عَقِبَ تَشَهُّدِ الْمُؤَذِّنِ))(2)."
  },
  {
    // "id": "71",
    "category": "أذكار الأذان",
    "count": "1",
    "description": "",
    "reference": "مسلم، 1/ 288، برقم 384.",
    "zekr":
    "يُصَلِّي عَلَى النَّبِيِّ صلى الله عليه وسلم بَعْدَ فَرَاغِهِ مِنْ إِجَابَةِ الْمُؤَذِّنِ"
  },
  {
    // "id": "72",
    "category": "أذكار الأذان",
    "count": "1",
    "description": "",
    "reference": "البخاري، 1/ 152، برقم 614، وما بين المعقوفين للبيهقي.",
    "zekr":
    "يَقُولُ: اللَّهُمَّ رَبَّ هَذِهِ الدَّعْوَةِ التَّامَّةِ، وَالصَّلاَةِ الْقَائِمَةِ، آتِ مُحَمَّداً الْوَسِيلَةَ وَالْفَضِيلَةَ، وَابْعَثْهُ مَقَامَاً مَحمُوداً الَّذِي وَعَدْتَهُ، [إِنَّكَ لَا تُخْلِفُ الْمِيعَادَ]"
  },
  {
    // "id": "73",
    "category": "أذكار الأذان",
    "count": "1",
    "description": "",
    "reference": "الترمذي، برقم 3594، ورقم 3595، وأبو داود، برقم 525، وأحمد، برقم 12200.",
    "zekr":
    "يَدْعُو لِنَفسِهِ بَيْنَ الْأَذَانِ وَالْإِقَامَةِ فَإِنَّ الدُّعَاءَ حِينَئِذٍ لاَ يُرَدُّ"
  },
  {
    // "id": "74",
    "category": "دعاء الاستفتاح",
    "count": "1",
    "description": "",
    "reference": "البخاري، 1/ 181، برقم 744، ومسلم، 1/ 419، برقم 598.",
    "zekr":
    "اللَّهُمَّ بَاعِدْ بَيْنِي وَبَيْنَ خَطَايَايَ كَمَا بَاعَدْتَ بَيْنَ الْمَشْرِقِ وَالْمَغْرِبِ، اللَّهُمَّ نَقِّنِي مِنْ خَطَايَايَ كَمَا يُنَقَّى الثَّوْبُ الْأَبْيَضُ مِنَ الدَّنَسِ، اللَّهُمَّ اغْسِلْني مِنْ خَطَايَايَ، بِالثَّلْجِ وَالْماءِ وَالْبَرَدِ"
  },
  {
    // "id": "75",
    "category": "دعاء الاستفتاح",
    "count": "1",
    "description": "",
    "reference": "مسلم، برقم 399، وأصحاب السنن الأربعة: أبو داود، برقم 775، والترمذي، برقم 243، وابن ماجه، برقم 806، والنسائي، برقم 899، وانظر: صحيح الترمذي،1/ 77،وصحيح ابن ماجه، 1/ 135.",
    "zekr":
    "سُبْحانَكَ اللَّهُمَّ وَبِحَمْدِكَ، وَتَبارَكَ اسْمُكَ، وَتَعَالَى جَدُّكَ، وَلاَ إِلَهَ غَيْرُكَ"
  },
  {
    // "id": "76",
    "category": "دعاء الاستفتاح",
    "count": "1",
    "description": "",
    "reference": "أخرجه مسلم، 1/ 534، برقم 771.",
    "zekr":
    "وَجَّهْتُ وَجْهِيَ لِلَّذِي فَطَرَ السَّمَوَاتِ وَالأَرْضَ حَنِيفَاً وَمَا أَنَا مِنَ الْمُشْرِكِينَ، إِنَّ صَلاَتِي، وَنُسُكِي، وَمَحْيَايَ، وَمَمَاتِي لِلَّهِ رَبِّ الْعَالَمِينَ، لاَ شَرِيكَ لَهُ وَبِذَلِكَ أُمِرْتُ وَأَنَا مِنَ الْمُسْلِمِينَ. اللَّهُمَّ أَنْتَ المَلِكُ لاَ إِلَهَ إِلاَّ أَنْتَ، أَنْتَ رَبِّي وَأَنَا عَبْدُكَ، ظَلَمْتُ نَفْسِي وَاعْتَرَفْتُ بِذَنْبِي فَاغْفِرْ لِي ذُنُوبي جَمِيعَاً إِنَّهُ لاَ يَغْفِرُ الذُّنوبَ إِلاَّ أَنْتَ. وَاهْدِنِي لِأَحْسَنِ الأَخْلاقِ لاَ يَهْدِي لِأَحْسَنِها إِلاَّ أَنْتَ، وَاصْرِفْ عَنِّي سَيِّئَهَا، لاَ يَصْرِفُ عَنِّي سَيِّئَهَا إِلاَّ أَنْتَ، لَبَّيْكَ وَسَعْدَيْكَ، وَالخَيْرُ كُلُّهُ بِيَـــــــدَيْكَ، وَالشَّـــــرُّ لَيْسَ إِلَيْــــــكَ، أَنَا بِكَ وَإِلَيْكَ، تَبارَكْتَ وَتَعَالَيْتَ، أَسْتَغْفِرُكَ وَأَتوبُ إِلَيْكَ"
  },
  {
    // "id": "77",
    "category": "دعاء الاستفتاح",
    "count": "1",
    "description": "",
    "reference": "أخرجه مسلم، 1/ 534، برقم 770.",
    "zekr":
    "اللَّهُمَّ رَبَّ جِبْرَائِيلَ، وَمِيْكَائِيلَ، وَإِسْرَافِيلَ، فَاطِرَ السَّمَوَاتِ وَالأَرْضِ، عَالِمَ الغَيْبِ وَالشَّهَادَةِ أَنْتَ تَحْكُمُ بَيْنَ عِبَادِكَ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ. اهْدِنِي لِمَا اخْتُلِفَ فِيهِ مِنَ الْحَقِّ بِإِذْنِكَ إِنَّكَ تَهْدِي مَنْ تَشَاءُ إِلَى صِرَاطٍ مُسْتَقيمٍ"
  },
  {
    // "id": "78",
    "category": "دعاء الاستفتاح",
    "count": "1",
    "description": "",
    "reference": "أخرجه أبو داود، 1/ 203، برقم 764، وابن ماجه، 1/ 265، برقم، 807، وأحمد، 4/ 85، برقم 16739، وقال شعيب الأرناؤوط في تحقيقه لمسند: ((حسن لغيره))، وقال عبد القادر الأرناؤوط في تخريجه للكلم الطيب لابن تيمية، برقم 78: ((وهو حديث صحيح بشواهده))، وأخرجه مسلم عن ابن عمر - رضي الله عنهما - بنحوه، وفيه قصة، 1/ 420، برقم 601.",
    "zekr":
    "(اللَّهُ أَكْبَرُ كَبِيرَاً، اللَّهُ أَكْبَرُ كَبِيراً، اللَّهُ أَكْبَرُ كَبِيراً، وَالْحَمْدُ لِلَّهِ كَثيراً، وَالْحَمْدُ لِلَّهِ كَثيراً، وَالْحَمْدُ لِلَّهِ كَثيراً، وَسُبْحَانَ اللَّهِ بُكْرَةً وَأَصِيلاً) ثَلاثاً (أَعُوذُ بِاللَّهِ مِنَ الشَّيْطَانِ: مِنْ نَفْخِهِ، وَنَفْثِهِ، وَهَمْزِهِ)."
  },
  {
    // "id": "79",
    "category": "دعاء الاستفتاح",
    "count": "1",
    "description": "",
    "reference": "(1) كان النبي - صلى الله عليه وسلم - يقوله إذا قام من الليل يتهجد.\n(2) البخاري مع الفتح، 3/ 3، و11/ 116، و13/ 371، 423، 465،، برقم 1120، ورقم 6317، ورقم 7385، ورقم 7442، ورقم 7499، ومسلم مختصراً بنحوه، 1/ 532، برقم 769.",
    "zekr":
    "اللَّهُمَّ لَكَ الْحَمْدُ،(1) أَنْتَ نُورُ السَّمَوَاتِ وَالأَرْضِ وَمَنْ فِيهِنَّ، وَلَكَ الْحَمْدُ أَنْتَ قَيِّمُ السَّمَوَاتِ وَالأَرْضِ وَمَنْ فِيهِنَّ، [وَلَكَ الْحَمْدُ أَنْتَ رَبُّ السَّمَواتِ وَالأَرْضِ وَمَنْ فِيهِنَّ] [وَلَكَ الْحَمْدُ لَكَ مُلْكُ السَّمَوَاتِ وَالأَرْضِ وَمَنْ فِيهِنَّ] [وَلَكَ الْحَمْدُ أَنْتَ مَلِكُ السَّمَوَاتِ وَالأَرْضِ] [وَلَكَ الْحَمْدُ] [أَنْتَ الْحَقُّ، وَوَعْدُكَ الْحَقُّ، وَقَوْلُكَ الْحَقُّ، وَلِقاؤُكَ الْحَقُّ، وَالْجَنَّةُ حَقٌّ، وَالنَّارُ حَقٌّ، وَالنَّبِيُّونَ حَقٌّ، وَمحَمَّدٌ صلى الله عليه وسلم حَقٌّ، وَالسّاعَةُ حَقٌّ] [اللَّهُمَّ لَكَ أَسْلَمتُ، وَعَلَيْكَ تَوَكَّلْتُ، وَبِكَ آمَنْتُ، وَإِلَيْكَ أَنَبْتُ، وَبِكَ خاصَمْتُ، وَإِلَيْكَ حاكَمْتُ فَاغْفِرْ لِي مَا قَدَّمْتُ، وَمَا أَخَّرْتُ، وَمَا أَسْرَرْتُ، وَمَا أَعْلَنْتُ] [وَمَا أَنْتَ أَعْلَمُ بِهِ مِنِّي] [أَنْتَ المُقَدِّمُ، وَأَنْتَ المُؤَخِّرُ لاَ إِلَهَ إِلاَّ أَنْتَ] [أَنْتَ إِلَهِي لاَ إِلَهَ إِلاَّ أَنْتَ] [وَلاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللَّهِ].(2)"
  },
  {
    // "id": "80",
    "category": "دعاء الركوع",
    "count": "1",
    "description": "",
    "reference": "أخرجه أهل السنن، وأحمد: أبو داود، برقم 870، والترمذي، برقم 262، والنسائي، برقم 1007، وابن ماجه، برقم 897، وأحمد، برقم، 3514، وانظر: صحيح الترمذي، 1/ 83.",
    "zekr": "((سُبْحانَ رَبِّيَ الْعَظِيمِ)). ثلاث مرَّاتٍ."
  },
  {
    // "id": "81",
    "category": "دعاء الركوع",
    "count": "1",
    "description": "",
    "reference": "البخاري، 1/ 99، برقم، 794، ومسلم، 1/ 350، برقم 484.",
    "zekr":
    "سُبْحَانَكَ اللَّهُمَّ رَبَّنَا وَبِحَمْدِكَ، اللَّهُمَّ اغْفِرْ لِي."
  },
  {
    // "id": "82",
    "category": "دعاء الركوع",
    "count": "1",
    "description": "",
    "reference": "مسلم، 1/ 353، برقم 487، وأبو داود، 1/ 230، برقم 872.",
    "zekr": "سُبُّوُحٌ، قُدُّوسٌ، رَبُّ المَلاَئِكَةِ وَالرُّوحِ."
  },
  {
    // "id": "83",
    "category": "دعاء الركوع",
    "count": "1",
    "description": "",
    "reference": "مسلم، 1/ 534، برفم 771، والأربعة إلا ابن ماجه: أبو داود، برقم 760، ورقم 761، والترمذي، برقم 3421، والنسائي، برقم 1049، وما بين المعقوفين لفظ ابن خزيمة، برقم 607، وابن حبان، برقم 1901.",
    "zekr":
    "اللَّهُمَّ لَكَ رَكَعْتُ، وَبِكَ آمَنْتُ، وَلَكَ أَسْلَمْتُ، خَشَعَ لَكَ سَمْعِي، وَبَصَرِي، وَمُخِّي، وَعَــــظْمِي، وَعَصَبِي، [وَمَا استَقَلَّتْ بِهِ قَدَمِي]."
  },
  {
    // "id": "84",
    "category": "دعاء الركوع",
    "count": "1",
    "description": "",
    "reference": "أبو داود، 1/ 230، برقم 873، والنسائي، برقم 1131، وأحمد، برقم 23980، وإسناده حسن.",
    "zekr":
    "سُبْحَانَ ذِي الْجَبَرُوتِ، وَالْمَلَكُوتِ، وَالْكِبْرِيَاءِ، وَالْعَظَمَةِ."
  },
  {
    // "id": "85",
    "category": "دعاء الرفع من الركوع",
    "count": "1",
    "description": "",
    "reference": "البخاري مع الفتح، 2/ 282، برقم 796.",
    "zekr": "سَمِعَ اللَّهُ لِمَنْ حَمِدَهُ."
  },
  {
    // "id": "86",
    "category": "دعاء الرفع من الركوع",
    "count": "1",
    "description": "",
    "reference": "البخاري مع الفتح، 2/ 284، برقم 796.",
    "zekr":
    "رَبَّنَا وَلَكَ الْحَمْدُ، حَمْداً كَثيراً طَيِّباً مُبارَكاً فِيهِ."
  },
  {
    // "id": "87",
    "category": "دعاء الرفع من الركوع",
    "count": "1",
    "description": "",
    "reference": "مسلم، 1/ 346، برقم 477.",
    "zekr":
    "مِلْءَ السَّمَوَاتِ وَمِلْءَ الأَرْضِ، وَمَا بَيْنَهُمَا، وَمِلْءَ مَا شِئْتَ مِنْ شَيءٍ بَعْدُ. أَهلَ الثَّناءِ وَالْمَجْدِ، أَحَقُّ مَا قَالَ الْعَبْدُ، وَكُلُّنَا لَكَ عَبْدٌ. اللَّهُمَّ لاَ مَانِعَ لِمَا أَعْطَيْتَ، وَلاَ مُعْطِيَ لِمَا مَنَعْتَ، وَلاَ يَنْفَعُ ذَا الجَدِّ مِنْكَ الجَدُّ."
  },
  {
    // "id": "88",
    "category": "دعاء السجود",
    "count": "1",
    "description": "أخرجه أهل السنن، وأحمد: أبو داود، برقم 870، والترمذي، برقم 262، والنسائي، برقم 1007، وابن ماجه، برقم 897، وأحمد، برقم، 3514، وانظر: صحيح الترمذي، 1/ 83.",
    "reference": "",
    "zekr": "سُبْحَانَ رَبِّيَ الأَعْلَى ثلاث مرَّاتٍ."
  },
  {
    // "id": "89",
    "category": "دعاء السجود",
    "count": "1",
    "description": "",
    "reference": "البخاري، برقم، 794، ومسلم، برقم 484.",
    "zekr":
    "سُبْحَانَكَ اللَّهُمَّ رَبَّنَا وَبِحَمْدِكَ، اللَّهُمَّ اغْفِرْ لِي."
  },
  {
    // "id": "90",
    "category": "دعاء السجود",
    "count": "1",
    "description": "",
    "reference": "مسلم، 1/ 533، برقم 487، وأبو داود، برقم 872.",
    "zekr": "سُبوحٌ، قُدُّوسٌ، رَبُّ الْمَلَائِكَةِ وَالرُّوحِ."
  },
  {
    // "id": "91",
    "category": "دعاء السجود",
    "count": "1",
    "description": "",
    "reference": "مسلم، 1/ 534، برقم 771، وغيره.",
    "zekr":
    "اللَّهُمَّ لَكَ سَجَدْتُ وَبِكَ آمَنْتُ، وَلَكَ أَسْلَمْتُ، سَجَدَ وَجْهِيَ لِلَّذِي خَلَقَهُ، وَصَوَّرَهُ، وَشَقَّ سَمْعَهُ وَبَصَرَهُ، تَبَارَكَ اللَّهُ أَحْسنُ الْخَالِقينَ."
  },
  {
    // "id": "92",
    "category": "دعاء السجود",
    "count": "1",
    "description": "",
    "reference": "أبو داود، 1/ 230، برقم 873، والنسائي، برقم 1131، وأحمد، برقم 23980.",
    "zekr":
    "سُبْحَانَ ذِي الْجَبَرُوتِ، وَالْمَلَكُوتِ، وَالْكِبْرِيَاءِ، وَالْعَظَمَةِ."
  },
  {
    // "id": "93",
    "category": "دعاء السجود",
    "count": "1",
    "description": "",
    "reference": "مسلم، 1/ 230، برقم 483.",
    "zekr":
    "اللَّهُمَّ اغْفِرْ لِي ذَنْبِي كُلَّهُ: دِقَّهُ وَجِلَّهُ، وَأَوَّلَهُ وَآخِرَهُ، وَعَلاَنِيَّتَهُ وَسِرَّهُ"
  },
  {
    // "id": "94",
    "category": "دعاء السجود",
    "count": "1",
    "description": "",
    "reference": "مسلم، 1/ 352، برقم 486.",
    "zekr":
    "اللَّهُمَّ إِنِّي أَعُوذُ بِرِضَاكَ مِنْ سَخَطِكَ، وَبِمُعَافَاتِكَ مِنْ عُقوبَتِكَ، وَأَعُوذُ بِكَ مِنْكَ، لاَ أُحْصِي ثَنَاءً عَلَيْكَ، أَنْتَ كَمَا أَثْنَيْتَ عَلَى نَفْسِكَ."
  },
  {
    // "id": "95",
    "category": "دعاء الجلسة بين السجدتين",
    "count": "1",
    "description": "",
    "reference": "أبو داود، 1/ 231، برقم 874، وابن ماجه، برقم 897، وانظر: صحيح ابن ماجه، 1/ 148.",
    "zekr": "رَبِّ اغْفِرْ لِي، رَبِّ اغْفِرْ لِي."
  },
  {
    // "id": "96",
    "category": "دعاء الجلسة بين السجدتين",
    "count": "1",
    "description": "",
    "reference": "أخرجه أصحاب السنن إلا النسائي: أبو داود، 1/ 231، برقم 850، والترمذي، برقم 284، و285، وابن ماجه، برقم 898، وانظر: صحيح الترمذي، 1/ 90، وصحيح ابن ماجه، 1/ 148.",
    "zekr":
    "اللَّهُمَّ اغْفِرْ لِي، وَارْحَمْنِي، وَاهْدِنِي، وَاجْبُرْنِي، وَعَافِنِي، وَارْزُقْنِي، وَارْفَعْنِي."
  },
  {
    // "id": "97",
    "category": "دعاء سجود التلاوة",
    "count": "1",
    "description": "",
    "reference": "الترمذي، 2/ 474، برقم 3425، وأحمد، 6/ 30، برقم 24022، والحاكم، وصححه، ووافقه الذهبي، 1/ 220 والزيادة له، والآية رقم 14 من سورة المؤمنون.",
    "zekr":
    "سَجَدَ وَجْهِيَ لِلَّذِي خَلَقَهُ، وَشَقَّ سَمْعَهُ وَبَصَرَهُ بِحَوْلِهِ وَقُوَّتِهِ، ﴿فَتَبارَكَ اللَّهُ أَحْسَنُ الْخَالِقِينَ﴾."
  },
  {
    // "id": "98",
    "category": "دعاء سجود التلاوة",
    "count": "1",
    "description": "",
    "reference": "الترمذي، 2/ 473، برقم 579، والحاكم وصححه ووافقه الذهبي، 1/ 219.",
    "zekr":
    "اللَّهُمَّ اكْتُبْ لِي بِهَا عِنْدَكَ أَجْراً، وَضَعْ عَنِّي بِهَا وِزْراً، وَاجْعَلْهَا لِي عِنْدَكَ ذُخْراً، وَتَقَبَّلْهَا مِنِّي كَمَا تَقَبَّلْتَهَا مِنْ عَبْدِكَ دَاوُدَ."
  },
  {
    // "id": "99",
    "category": "التشهد",
    "count": "1",
    "description": "",
    "reference": "البخاري مع الفتح، 2/ 311، برقم 831، ومسلم، 1/ 301، برقم 402.",
    "zekr":
    "التَّحِيَّاتُ لِلَّهِ، وَالصَّلَواتُ، وَالطَّيِّباتُ، السَّلاَمُ عَلَيْكَ أَيُّهَا النَّبِيُّ وَرَحْمَةُ اللَّهِ وَبَرَكَاتُهُ، السَّلاَمُ عَلَيْنَا وَعَلَى عِبَادِ اللَّهِ الصَّالِحِينَ. أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ وَأَشْهَدُ أَنَّ مُحَمَّداً عَبْدُهُ وَرَسولُهُ."
  },
  {
    // "id": "100",
    "category": "الصلاة على النبي بعد التشهد",
    "count": "1",
    "description": "",
    "reference": "البخاري مع الفتح، 6/ 408، برقم 3370، ومسلم، برقم 406.",
    "zekr":
    "اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ، وَعَلَى آلِ مُحَمَّدٍ، كَمَا صَلَّيتَ عَلَى إِبْرَاهِيمَ، وَعَلَى آلِ إِبْرَاهِيمَ، إِنَّكَ حَمِيدٌ مَجِيدٌ، اللَّهُمَّ بَارِكْ عَلَى مُحَمَّدٍ وَعَلَى آلِ مُحَمَّدٍ، كَمَا بَارَكْتَ عَلَى إِبْرَاهِيمَ وَعَلَى آلِ إِبْرَاهِيمَ، إِنَّكَ حَمِيدٌ مَجِيدٌ."
  },
  {
    // "id": "101",
    "category": "الصلاة على النبي بعد التشهد",
    "count": "1",
    "description": "",
    "reference": "البخاري مع الفتح، 6/ 407، برقم 3369، ومسلم، 1/ 306، برقم 407، واللفظ له.",
    "zekr":
    "اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَعَلَى أَزْوَاجِهِ وَذُرِّيَّتِهِ، كَمَا صَلَّيْتَ عَلَى آلِ إِبْرَاهِيمَ. وَبَارِكْ عَلَى مُحَمَّدٍ وَعَلَى أَزْواجِهِ وَذُرِّيَّتِهِ، كَمَا بَارَكْتَ عَلَى آلِ إِبْرَاهِيمَ. إِنَّكَ حَمِيدٌ مَجِيدٌ"
  },
  {
    // "id": "102",
    "category": "الدعاء بعد التشهد الأخير قبل السلام",
    "count": "1",
    "description": "",
    "reference": "البخاري، 2/ 102، برقم 1377، ومسلم، 1/ 412، برقم 588، واللفظ لمسلم.",
    "zekr":
    "اللَّهُــمَّ إِنِّي أَعُوذُ بِكَ مِنْ عَذَابِ الْقَبْرِ، وَمِنْ عَذَابِ جَهَنَّمَ، وَمِنْ فِتْنَةِ الْمَحْيَا وَالْمَمَاتِ، وَمِنْ شَرِّ فِتْنَةِ الْمَسِيحِ الدَّجَّالِ."
  },
  {
    // "id": "103",
    "category": "الدعاء بعد التشهد الأخير قبل السلام",
    "count": "1",
    "description": "",
    "reference": "البخاري، 1/ 202، برقم 832، ومسلم، 1/ 412، برقم 587.",
    "zekr":
    "اللَّهُمَّ إِنِّي أَعوذُ بِكَ مِنْ عَذَابِ الْقَبْرِ، وَأَعوذُ بِكَ مِنْ فِتْنَةِ الْمَسِيحِ الدَّجَّالِ، وَأَعوذُ بِكَ مِنْ فِتْنَةِ الْمَحْيَا وَالْمَمَاتِ. اللَّهُمَّ إِنِّي أَعوذُ بِكَ مِنَ الْمَأْثَمِ وَالْمَغْرَمِ"
  },
  {
    // "id": "104",
    "category": "الدعاء بعد التشهد الأخير قبل السلام",
    "count": "1",
    "description": "",
    "reference": "البخاري، 8/ 168، برقم 834، ومسلم، 4/ 2078، برقم 2705.",
    "zekr":
    "اللَّهُمَّ إِنِّي ظَلَمْتُ نَفْسِي ظُلْماً كَثِيراً، وَلاَ يَغْفِرُ الذُّنوبَ إِلاَّ أَنْتَ، فَاغْفِرْ لِي مَغْفِرَةً مِنْ عِنْدِكَ وَارْحَمْنِي، إِنَّكَ أَنْتَ الغَفورُ الرَّحيمُ."
  },
  {
    // "id": "105",
    "category": "الدعاء بعد التشهد الأخير قبل السلام",
    "count": "1",
    "description": "",
    "reference": "مسلم، 1/ 534، برقم 771.",
    "zekr":
    "اللَّهُمَّ اغْفِرْ لِي مَا قَدَّمْتُ، وَمَا أَخَّرْتُ، وَمَا أَسْرَرْتُ، وَمَا أَعْلَنْتُ، وَمَا أَسْرَفْتُ، وَمَا أَنْتَ أَعْلَمُ بِهِ مِنِّي. أَنْتَ الْمُقَدِّمُ، وَأَنْتَ الْمُؤَخِّرُ لاَ إِلَهَ إِلاَّ أَنْتَ."
  },
  {
    // "id": "106",
    "category": "الدعاء بعد التشهد الأخير قبل السلام",
    "count": "1",
    "description": "",
    "reference": "أبو داود، 2/ 86، برقم، 1522، والنسائي، 3/ 53، برقم، 2302.",
    "zekr":
    "اللَّهُمَّ أَعِنِّي عَلَى ذِكْرِكَ، وَشُكْرِكَ، وَحُسْنِ عِبادَتِكَ."
  },
  {
    // "id": "107",
    "category": "الدعاء بعد التشهد الأخير قبل السلام",
    "count": "1",
    "description": "",
    "reference": "البخاري مع الفتح، 6/ 35، برقم 2822، ورقم 6390.",
    "zekr":
    "اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْبُخْلِ، وَأَعوذُ بِكَ مِنَ الْجُبْنِ، وَأَعُوذُ بِكَ مِنْ أَنْ أُرَدَّ إِلَى أَرْذَلِ الْعُمُرِ، وَأَعُوذُ بِكَ مِنْ فِتْنَةِ الدُّنْيَا وَعَذَابِ الْقَبْرِ."
  },
  {
    // "id": "108",
    "category": "الدعاء بعد التشهد الأخير قبل السلام",
    "count": "1",
    "description": "",
    "reference": "أبو داود، برقم 792، وابن ماجه، برقم 910، وانظر: صحيح ابن ماجه، 2/ 328.",
    "zekr":
    "اللَّهُمَّ إِنِّي أَسْأَلُكَ الْجَنَّةَ وَأَعُوذُ بِكَ مِنَ النَّارِ."
  },
  {
    // "id": "109",
    "category": "الدعاء بعد التشهد الأخير قبل السلام",
    "count": "1",
    "description": "",
    "reference": "النسائي، 3/ 54، 55، برقم 1304، وأحمد، 4/ 364، برقم، 21666.",
    "zekr":
    "اللَّهُمَّ بِعِلْمِكَ الغَيْبَ وَقُدْرَتِكَ عَلَى الْخَلقِ أَحْيِنِي مَا عَلِمْتَ الْحَيَاةَ خَيْراً لِي، وَتَوَفَّنِي إِذَا عَلِمْتَ الْوَفَاةَ خَيْراً لِي، اللَّهُمَّ إِنِّي أَسْأَلُكَ خَشْيَتَكَ فِي الْغَيْبِ وَالشَّهَادَةِ، وَأَسْأَلُكَ كَلِمَةَ الْحَقِّ فِي الرِّضَا وَالْغَضَبِ، وَأَسْأَلُكَ الْقَصْدَ فِي الْغِنَى وَالْفَقْرِ، وَأَسْأَلُكَ نَعِيماً لاَ يَنْفَدُ، وَأَسْأَلُكَ قُرَّةَ عَيْنٍ لاَ تَنْقَطِعُ، وَأَسْأَلُكَ الرِّضَا بَعْدَ الْقَضَاءِ، وَأَسْــــأَلُكَ بَرْدَ الْعَيْشِ بَعْدَ الْمَوْتِ، وَأَسْأَلُكَ لَذَّةَ النَّظَرِ إِلَى وَجْهِكَ، وَالشَّوْقَ إِلَى لِقائِكَ فِي غَيرِ ضَرَّاءَ مُضِرَّةٍ، وَلاَ فِتْنَةٍ مُضِلَّةٍ، اللَّهُمَّ زَيِّنَا بِزِينَةِ الإِيمَانِ، وَاجْعَلْنَا هُدَاةً مُهْتَدِينَ."
  },
  {
    // "id": "110",
    "category": "الدعاء بعد التشهد الأخير قبل السلام",
    "count": "1",
    "description": "",
    "reference": "أخرجه النسائي، 3/ 52، برقم 1300 بلفظه، وأحمد، 4/ 338، برقم 18974.",
    "zekr":
    "اللَّهُمَّ إِنِّي أَسْأَلُكَ يَا أَللَّهُ بِأَنَّكَ الْوَاحِدُ الْأَحَدُ الصَّمَدُ الَّذِي لَمْ يَلِدْ وَلَمْ يولَدْ، وَلَمْ يَكنْ لَهُ كُفُواً أَحَدٌ، أَنْ تَغْفِرَ لِي ذُنُوبِي إِنَّكَ أَنْتَ الْغَفُورُ الرَّحِّيمُ."
  },
  {
    // "id": "111",
    "category": "الدعاء بعد التشهد الأخير قبل السلام",
    "count": "1",
    "description": "",
    "reference": "رواه أهل السنن: أبو داود، برقم 1495، والترمذي، برقم 3544، وابن ماجه، برقم 3858، والنسائي، برقم 1299، وانظر: صحيح ابن ماجه، 2/ 329.",
    "zekr":
    "اللَّهُمَّ إِنِّي أَسْأَلُكَ بِأَنَّ لَكَ الْحَمْدَ لَا إِلَهَ إِلاَّ أَنْتَ وَحْدَكَ لاَ شَرِيكَ لَكَ، الْمَنَّانُ، يَا بَدِيعَ السَّمَوَاتِ وَالْأَرْضِ يَا ذَا الْجَلاَلِ وَالْإِكْرَامِ، يَا حَيُّ يَا قَيُّومُ إِنِّي أَسْأَلُكَ الْجَنَّةَ وَأَعُوذُ بِكَ مِنَ النَّارِ."
  },
  {
    // "id": "112",
    "category": "الدعاء بعد التشهد الأخير قبل السلام",
    "count": "1",
    "description": "",
    "reference": "أبو داود، 2/ 62، برقم 1493، والترمذي، 5/ 515، برقم 3475، وابن ماجه، 2/ 1267، برقم 3857، والنسائي، برقم 1300 بلفظه، وأحمد، برقم 18974.",
    "zekr":
    "اللَّهُمَّ إِنِّي أَسْأَلُكَ بِأَنَّي أَشْهَدُ أَنَّكَ أَنْتَ اللَّهُ لاَ إِلَهَ إِلاَّ أَنْتَ الْأَحَدُ الصَّمَدُ الَّذِي لَمْ يَلِدْ وَلَمْ يُولَدْ وَلَمْ يَكُنْ لَهُ كُفُواً أَحَدٌ."
  },
  {
    // "id": "113",
    "category": "الأذكار بعد السلام من الصلاة",
    "count": "3",
    "description": "",
    "reference": "مسلم، 1/ 414، رقم 591.",
    "zekr": "أَسْتَغْفِرُ اللَّهَ."
  },
  {
    // "id": "114",
    "category": "الأذكار بعد السلام من الصلاة",
    "count": "1",
    "description": "",
    "reference": "مسلم، 1/ 414، رقم 591.",
    "zekr":
    "اللَّهُمَّ أَنْتَ السَّلاَمُ، وَمِنْكَ السَّلاَمُ، تَبَارَكْتَ يَا ذَا الْجَلاَلِ وَالْإِكْرَامِ."
  },
  {
    // "id": "115",
    "category": "الأذكار بعد السلام من الصلاة",
    "count": "1",
    "description": "",
    "reference": "البخاري، 1/ 255، برقم 844، ومسلم، 1/ 414، برقم 593، وما بين المعقوفين زيادة من البخاري، برقم 6473.",
    "zekr":
    "لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ [ثلاثاً]، اللَّهُمَّ لاَ مَانِعَ لِمَا أَعْطَيْتَ، وَلاَ مُعْطِيَ لِمَا مَنَعْتَ، وَلاَ يَنْفَعُ ذَا الْجَدِّ مِنْكَ الجَدُّ."
  },
  {
    // "id": "116",
    "category": "الأذكار بعد السلام من الصلاة",
    "count": "1",
    "description": "",
    "reference": "مسلم، 1/ 415 برقم 594.",
    "zekr":
    "لَا إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ، وَلَهُ الْحَمدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللَّهِ، لاَ إِلَهَ إِلاَّ اللَّهُ، وَلاَ نَعْبُدُ إِلاَّ إِيَّاهُ, لَهُ النِّعْمَةُ وَلَهُ الْفَضْلُ وَلَهُ الثَّنَاءُ الْحَسَنُ، لَا إِلَهَ إِلاَّ اللَّهُ مُخْلِصِينَ لَهُ الدِّينَ وَلَوْ كَرِهَ الكَافِرُونَ."
  },
  {
    // "id": "117",
    "category": "الأذكار بعد السلام من الصلاة",
    "count": "1",
    "description": "من قال ذلك دبر كل صلاة غفرت خطاياه وإن كانت مثل زبد البحر.",
    "reference": "مسلم، 1/ 418، برقم 597، وفيه: ((من قال ذلك دبر كل صلاة غفرت خطاياه وإن كانت مثل زبد البحر)).",
    "zekr":
    "سُبْحَانَ اللَّهِ، وَالْحَمْدُ لِلَّهِ، وَاللَّهُ أَكْبَرُ (ثلاثاً وثلاثين) لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ."
  },
  {
    // "id": "118",
    "category": "الأذكار بعد السلام من الصلاة",
    "count": "1",
    "description": "",
    "reference": "أبو داود، 2/ 86، برقم 1523، والترمذي، برقم 2903، والنسائي، 3/ 68، برقم 1335، وانظر: صحيح الترمذي، 2/ 8. والسور الثلاث يقال لها: المعوذات. انظر: فتح الباري، 9/ 62.",
    "zekr":
    "بسم الله الرحمن الرحيم ﴿قُلْ هُوَ اللَّهُ أَحَدٌ* اللَّهُ الصَّمَدُ* لَمْ يَلِدْ وَلَمْ يُولَدْ* وَلَمْ يَكُن لَّهُ كُفُواً أَحَدٌ﴾، \nبسم الله الرحمن الرحيم ﴿قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ* مِن شَرِّ مَا خَلَقَ* وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ* وَمِن شَرِّ النَّفَّاثَاتِ فِي الْعُقَدِ* وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ﴾،\nبسم الله الرحمن الرحيم ﴿قُلْ أَعُوذُ بِرَبِّ النَّاسِ* مَلِكِ النَّاسِ* إِلَهِ النَّاسِ* مِن شَرِّ الْوَسْوَاسِ الْخَنَّاسِ* الَّذِي يُوَسْوِسُ فِي صُدُورِ النَّاسِ* مِنَ الْجِنَّةِ وَ النَّاسِ﴾ بَعْدَ كُلِّ صَلاَةٍ."
  },
  {
    // "id": "119",
    "category": "الأذكار بعد السلام من الصلاة",
    "count": "1",
    "description":
    "من قرأ آية الكرسي عقب كل صلاة لم يمنعه من دخول الجنة إلا أن يموت",
    "reference": "النسائي في عمل اليوم والليلة، برقم 100، وابن السني، برقم، 121.",
    "zekr":
    "﴿اللَّهُ لاَ إِلَهَ إِلاَّ هُوَ الْحَيُّ الْقَيُّومُ لاَ تَأْخُذُهُ سِنَةٌ وَلاَ نَوْمٌ لَّهُ مَا فِي السَّمَوَاتِ وَمَا فِي الأَرْضِ مَن ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلاَّ بِإِذْنِهِ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلاَ يُحِيطُونَ بِشَيْءٍ مِّنْ عِلْمِهِ إِلاَّ بِمَا شَاءَ وَسِعَ كُرْسِيُّهُ السَّمَوَاتِ وَالأَرْضَ وَلاَ يَؤُودُهُ حِفْظُهُمَا وَهُوَ الْعَلِيُّ الْعَظِيمُ﴾ عَقِبَ كلِّ صَلاَةٍ."
  },
  {
    // "id": "120",
    "category": "الأذكار بعد السلام من الصلاة",
    "count": "1",
    "description": "",
    "reference": "رواه الترمذي، 5/ 515، برقم 3474، وأحمد، 4/ 227، برقم 17990، وانظر تخريجه في: زاد المعاد 1/ 300.",
    "zekr":
    "لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ يُحْيِي وَيُمِيتُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ. عَشْرَ مَرّاتٍ بَعْدَ صَلاةِ الْمَغْرِبِ وَالصُّبْحِ."
  },
  {
    // "id": "121",
    "category": "الأذكار بعد السلام من الصلاة",
    "count": "1",
    "description": "",
    "reference": "ابن ماجه، برقم 925، والنسائي في عمل اليوم والليلة، برقم 102، وانظر: صحيح ابن ماجه، 1/ 152، ومجمع الزوائد 10/ 111، وسيأتي برقم 95.",
    "zekr":
    "اللَّهُمَّ إِنِّي أَسْأَلُكَ عِلْماً نافِعاً، وَرِزْقاً طَيِّباً، وَعَمَلاً مُتَقَبَّلاً بَعْدَ السّلامِ مِنْ صَلاَةِ الفَجْرِ."
  },
  {
    // "id": "122",
    "category": "دعاء صلاة الاستخارة",
    "count": "1",
    "description": "",
    "reference": "(1) البخاري، 7/ 162، برقم 1162.\n(2) سورة آل عمران، الآية: 159.",
    "zekr":
    "قَالَ جَابرُ بْنُ عَبْدِ اللَّهِ رَضِيَ اللَّهُ عَنْهُمَا: كَانَ رسُولُ اللَّهِ صلى الله عليه وسلم يُعَلِّمُنَا الْاسْتِخَارَةَ فِي الْأُمُورِ كُلِّهَا كَمَا يُعَلِّمُنَا السُّورَةَ مِنَ الْقُرْآنِ، يَقُولُ: \nإِذَا هَمَّ أَحَدُكُمْ بِالْأَمْرِ فَلْيَرْكَعْ رَكْعَتَيْنِ مِنْ غَيْرِ الْفَرِيضَةِ، ثُمَّ لْيَقُلْ: \nاللَّهُمَّ إِنِّي أَسْتَخِيرُكَ بِعِلْمِكَ، وَأَسْتَقْدِرُكَ بِقُدْرَتِكَ، وَأَسْأَلُكَ مِنْ فَضْلِكَ العَظِيمِ؛ فَإِنَّكَ تَقْدِرُ وَلاَ أَقْدِرُ، وَتَعْلَمُ وَلاَ أَعْلَمُ، وَأَنْتَ عَلاَّمُ الغُيُوبِ، اللَّهُمَّ إِنْ كُنْتَ تَعْلَمُ أَنَّ هَذَا الأمْرَ - وَيُسَمِّي حَاجَتَهُ - خَيْرٌ لِي فِي دِينِي وَمَعَاشِي وَعَاقِبَةِ أَمْرِي – أَوْ قَالَ: عَاجِلِهِ وَآجِلِهِ - فَاقْدُرْهُ لِي وَيَسِّرْهُ لِي ثمَّ بَارِكْ لِي فِيهِ، وَإِنْ كُنْتَ تَعْلَمُ أَنَّ هَذَا الْأَمْرَ شَرٌّ لِي فِي دِينِي وَمَعَاشِي وَعَاقِبَةِ أَمْرِي – أَوْ قَالَ: عَاجِلِهِ وَآجِلِهِ – فَاصْرِفْهُ عَنِّي وَاصْرِفْنِي عَنْهُ وَاقْدُرْ لِيَ الْخَيْرَ حَيْثُ كَانَ، ثُمَّ أَرْضِنِي بِهِ(1). \n\nوَمَا نَدِمَ مَنِ اسْتَخَارَ الْخَالِقَ، وَشَاوَرَ الْمَخْلُوقِينَ الْمُؤْمِنِينَ وَتَثَبَّتَ فِي أَمْرِهِ، فَقَدْ قَالَ اللَّه تعالى: ﴿وَشاوِرْهُمْ فِي الْأَمْرِ فَإِذَا عَزَمْتَ فَتَوَكَّلْ عَلَى اللَّهِ﴾(2)."
  },
  {
    // "id": "123",
    "category": "أذكار النوم",
    "count": "3",
    "description": "",
    "reference": "البخاري مع الفتح، 9/ 62، برقم 5017، ومسلم، برقم 2192.",
    "zekr":
    "يَجْمَعُ كَفَّيْهِ ثُمَّ يَنْفُثُ فِيهِمَا فَيَقْرَأُ فِيهِمَا:\nبسم الله الرحمن الرحيم \n﴿قُلْ هُوَ اللَّهُ أَحَدٌ * اللَّهُ الصَّمَدُ* لَمْ يَلِدْ وَلَمْ يُولَدْ* وَلَمْ يَكُن لَّهُ كُفُواً أَحَدٌ﴾\n  بسم الله الرحمن الرحيم\n ﴿قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ* مِن شَرِّ مَا خَلَقَ* وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ* وَمِن شَرِّ النَّفَّاثَاتِ فِي الْعُقَدِ* وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ﴾ \n بسم الله الرحمن الرحيم \n﴿قُلْ أَعُوذُ بِرَبِّ النَّاسِ* مَلِكِ النَّاسِ* إِلَهِ النَّاسِ* مِن شَرِّ الْوَسْوَاسِ الْخَنَّاسِ* الَّذِي يُوَسْوِسُ فِي صُدُورِ النَّاسِ* مِنَ الْجِنَّةِ وَ النَّاسِ﴾ \nثُمَّ يَمْسَحُ بِهِمَا مَا اسْتَطَاعَ مِنْ جَسَدِهِ يَبْدَأُ بِهِمَا عَلَى رَأْسِهِ وَوَجْهِهِ وَمَا أَقبَلَ مِنْ جَسَدِهِ)."
  },
  {
    // "id": "124",
    "category": "أذكار النوم",
    "count": "1",
    "description": "من قرأها إذا أوى إلى فراشه فإنه لن يزال عليه من اللَّه حافظ ولا يقربه شيطان حتى يصبح",
    "reference": "سورة البقرة، الاية: 255، البخاري مع الفتح، 4/ 487، برقم 2311.",
    "zekr":
    "﴿اللَّهُ لاَ إِلَهَ إِلاَّ هُوَ الْحَيُّ الْقَيُّومُ لاَ تَأْخُذُهُ سِنَةٌ وَلاَ نَوْمٌ لَّهُ مَا فِي السَّمَوَاتِ وَمَا فِي الأَرْضِ مَن ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلاَّ بِإِذْنِهِ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلاَ يُحِيطُونَ بِشَيْءٍ مِّنْ عِلْمِهِ إِلاَّ بِمَا شَاء وَسِعَ كُرْسِيُّهُ السَّمَوَاتِ وَالأَرْضَ وَلاَ يَؤُودُهُ حِفْظُهُمَا وَهُوَ الْعَلِيُّ الْعَظِيمُ﴾."
  },
  {
    // "id": "125",
    "category": "أذكار النوم",
    "count": "1",
    "description": "من قرأهما في ليلة كفتاه",
    "reference": "البخاري مع الفتح، 9/ 94، برقم 4008، ومسلم، 1/ 554، برقم 807، والآيتان من سورة البقرة، 285 - 286.",
    "zekr":
    "﴿آمَنَ الرَّسُولُ بِمَا أُنزِلَ إِلَيْهِ مِن رَّبِّهِ وَالْمُؤْمِنُونَ كُلٌّ آمَنَ بِاللَّهِ وَمَلآئِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ لاَ نُفَرِّقُ بَيْنَ أَحَدٍ مِّن رُّسُلِهِ وَقَالُواْ سَمِعْنَا وَأَطَعْنَا غُفْرَانَكَ رَبَّنَا وَإِلَيْكَ الْمَصِيرُ* لاَ يُكَلِّفُ اللَّهُ نَفْساً إِلاَّ وُسْعَهَا لَهَا مَا كَسَبَتْ وَعَلَيْهَا مَا اكْتَسَبَتْ رَبَّنَا لاَ تُؤَاخِذْنَا إِن نَّسِينَا أَوْ أَخْطَأْنَا رَبَّنَا وَلاَ تَحْمِلْ عَلَيْنَا إِصْراً كَمَا حَمَلْتَهُ عَلَى الَّذِينَ مِن قَبْلِنَا رَبَّنَا وَلاَ تُحَمِّلْنَا مَا لاَ طَاقَةَ لَنَا بِهِ وَاعْفُ عَنَّا وَاغْفِرْ لَنَا وَارْحَمْنَآ أَنتَ مَوْلاَنَا فَانصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ﴾."
  },
  {
    // "id": "126",
    "category": "أذكار النوم",
    "count": "1",
    "description": "(2) ((إذا قام أحدكم من فراشه ثم رجع إليه فلينفضه بصَنِفَةِ إزاره ثلاث مرات، وليُسمِّ اللَّه؛ فإنه لا يدري ما خلفه عليه بعده، وإذا اضطجع فليقل: .. )) الحديث، [ومعنى بصَنِفة إزاره: طَرَفه مِمَّا يَلِي طُرَّته]. النهاية في غريب الحديث والأثر (صنف).",
    "reference": "(2) البخاري مع الفتح، 11/ 126، برقم 6320. ومسلم، 4/ 2084، برقم 2714.",
    "zekr":
    "بِاسْمِكَ(1) رَبِّي وَضَعْتُ جَنْبِي، وَبِكَ أَرْفَعُهُ، فَإِن أَمْسَكْتَ نَفْسِي فارْحَمْهَا، وَإِنْ أَرْسَلْتَهَا فَاحْفَظْهَا، بِمَا تَحْفَظُ بِهِ عِبَادَكَ الصَّالِحِينَ (2)."
  },
  {
    // "id": "127",
    "category": "أذكار النوم",
    "count": "1",
    "description": "",
    "reference": "أخرجه مسلم، 4/ 2083، برقم 2712، وأحمد بلفظه، 2/ 79، برقم 5502.",
    "zekr":
    "اللَّهُمَّ إِنَّكَ خَلَقْتَ نَفْسِي وَأَنْتَ تَوَفَّاهَا، لَكَ مَمَاتُهَا وَمَحْياهَا، إِنْ أَحْيَيْتَهَا فَاحْفَظْهَا، وَإِنْ أَمَتَّهَا فَاغْفِرْ لَهَا. اللَّهُمَّ إِنِّي أَسْأَلُكَ العَافِيَةَ."
  },
  {
    // "id": "128",
    "category": "أذكار النوم",
    "count": "1",
    "description": "(1) ((كان - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - إذا أراد أن يرقد وضع يده اليمنى تحت خدِّه، ثم يقول: ... )) الحديث.",
    "reference": "(2) أبو داود بلفظه، 4/ 311، برقم 5045، والترمذي، برقم 3398، وانظر: صحيح الترمذي، 3/ 143، وصحيح أبي داود، 3/ 240.",
    "zekr": "اللَّهُمَّ قِنِي(1) عَذَابَكَ يَوْمَ تَبْعَثُ عِبَادَكَ (2)."
  },
  {
    // "id": "129",
    "category": "أذكار النوم",
    "count": "1",
    "description": "",
    "reference": "البخاري مع الفتح، 11/ 113، برقم 6324، ومسلم، 4/ 2083، برقم 2711.",
    "zekr": "بِاسْمِكَ اللَّهُمَّ أَمُوتُ وَأَحْيَا."
  },
  {
    // "id": "130",
    "category": "أذكار النوم",
    "count": "1",
    "description": "من قال ذلك عندما يأوي إلى فراشه كان خيراً له من خادم.",
    "reference": "البخاري مع الفتح، 7/ 71، برقم 3705، ومسلم، 4/ 2091، برقم 2726.",
    "zekr":
    "سُبْحَانَ اللَّهِ (ثلاثاً وثلاثين) \nوَالْحَمْدُ لِلَّهِ (ثلاثاً وثلاثين) \nوَاللَّهُ أَكْبَرُ (أربعاً وثلاثينَ)."
  },
  {
    // "id": "131",
    "category": "أذكار النوم",
    "count": "1",
    "description": "",
    "reference": "مسلم، 4/ 2084، برقم 2713.",
    "zekr":
    "اللَّهُمَّ رَبَّ السَّمَوَاتِ السَّبْعِ وَرَبَّ الأَرْضِ، وَرَبَّ الْعَرْشِ الْعَظِيمِ، رَبَّنَا وَرَبَّ كُلِّ شَيْءٍ، فَالِقَ الْحَبِّ وَالنَّوَى، وَمُنْزِلَ التَّوْرَاةِ وَالْإِنْجِيلِ، وَالْفُرْقَانِ، أَعُوذُ بِكَ مِنْ شَرِّ كُلِّ شَيْءٍ أَنْتَ آخِذٌ بِنَاصِيَتِهِ. اللَّهُمَّ أَنْتَ الأَوَّلُ فَلَيْسَ قَبْلَكَ شَيْءٌ، وَأَنْتَ الآخِرُ فَلَيسَ بَعْدَكَ شَيْءٌ، وَأَنْتَ الظَّاهِرُ فَلَيْسَ فَوْقَكَ شَيْءٌ، وَأَنْتَ الْبَاطِنُ فَلَيْسَ دُونَكَ شَيْءٌ، اقْضِ عَنَّا الدَّيْنَ وَأَغْنِنَا مِنَ الْفَقْرِ."
  },
  {
    // "id": "132",
    "category": "أذكار النوم",
    "count": "1",
    "description": "",
    "reference": "مسلم، 4/ 2085، برقم 2715.",
    "zekr":
    "الْحَمْدُ لِلَّهِ الَّذِي أَطْعَمَنَا وَسَقَانَا، وَكَفَانَا، وَآوَانَا، فَكَمْ مِمَّنْ لاَ كَافِيَ لَهُ وَلاَ مُؤْوِيَ."
  },
  {
    // "id": "133",
    "category": "أذكار النوم",
    "count": "1",
    "description": "",
    "reference": "أبو داود، 4/ 317، برقم 5067، والترمذي، برقم 3629، وانظر: صحيح الترمذي 3/ 142.",
    "zekr":
    "اللَّهُمَّ عَالِمَ الغَيْبِ وَالشَّهَادَةِ فَاطِرَ السَّمَوَاتِ وَالْأَرْضِ، رَبَّ كُلِّ شَيْءٍ وَمَلِيكَهُ، أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ أَنْتَ، أَعُوذُ بِكَ مِنْ شَرِّ نَفْسِي، وَمِنْ شَرِّ الشَّيْطانِ وَشِرْكِهِ، وَأَنْ أَقْتَرِفَ عَلَى نَفْسِي سُوءاً، أَوْ أَجُرَّهُ إِلَى مُسْلِمٍ."
  },
  {
    // "id": "134",
    "category": "أذكار النوم",
    "count": "1",
    "description": "",
    "reference": "الترمذي، برقم 3404، والنسائي في عمل اليوم والليلة، برقم 707، وانظر: صحيح الجامع 4/ 255.",
    "zekr":
    "يَقْرَأُ ﴿الم﴾ تَنْزِيلَ السَّجْدَةِ ،  وَتَبَارَكَ الَّذي بِيَدِهِ الْمُلْكُ."
  },
  {
    // "id": "135",
    "category": "أذكار النوم",
    "count": "1",
    "description": "(1) ((إذا أخذت مضجعك فتوضأ وضوءك للصلاة، ثم اضطجع على شقك الأيمن، ثم قل: ... )) الحديث.\n(2) قال - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لمن قال ذلك: ((فإن مُتَّ مُتَّ على الفطرة)). البخاري مع الفتح، 11/ 113.",
    "reference": "برقم 6313، ومسلم، 4، 2081، برقم 2710.",
    "zekr":
    "اللَّهُمَّ(1) أَسْلَمْتُ نَفْسِي إِلَيْكَ، وَفَوَّضْتُ أَمْرِي إِلَيْكَ، وَوَجَّهْتُ وَجْهِي إِلَيْكَ، وَأَلْجَأْتُ ظَهْرِي إِلَيْكَ، رَغْبَةً وَرَهْبَةً إِلَيْكَ، لاَ مَلْجَأَ وَلاَ مَنْجَا مِنْكَ إِلاَّ إِلَيْكَ، آمَنْتُ بِكِتَابِكَ الَّذِي أَنْزَلْتَ، وَبِنَبِيِّكَ الَّذِي أَرْسَلْتَ(2)."
  },
  {
    // "id": "136",
    "category": "الدعاء إذا تقلب في الليل",
    "count": "1",
    "description": "يقول ذلك إذا تقلب من جنب إلى جنب في الليل.",
    "reference": "أخرجه الحاكم، وصححه ووافقه الذهبي، 1/ 540، والنسائي في عمل اليوم والليلة، برقم 202، وابن السني، برقم 757، وانظر: صحيح الجامع 4/ 213.",
    "zekr":
    "لاَ إِلَهَ إِلاَّ اللَّهُ الْوَاحِدُ الْقَهّارُ، رَبُّ السَّمَوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا الْعَزيزُ الْغَفَّارُ."
  },
  {
    // "id": "137",
    "category": "دعاء الفزع في النوم و من بلي بالوحشة",
    "count": "1",
    "description": "",
    "reference": "أبو داود، 4/ 12، برقم 3893، والترمذي، برقم 3528، وانظر: صحيح الترمذي، 3/ 171.",
    "zekr":
    "أَعُوذُ بِكَلِمَاتِ اللَّهِ التَّامَّاتِ مِنْ غَضَبِهِ وَعِقَابِهِ، وَشَرِّ عِبَادِهِ، وَمِنْ هَمَزَاتِ الشَّياطِينِ وَأَنْ يَحْضُرُونِ."
  },
  {
    // "id": "138",
    "category": "ما يفعل من رأى الرؤيا أو الحلم في النوم",
    "count": "1",
    "description": "",
    "reference": "(1) مسلم، 4/ 1772، برقم 2261.\n(2) مسلم، 4/ 1772، 1773، برقم 2261، ورقم 2262.",
    "zekr":
    "[يَنْفُثُ عَنْ يَسَارِهِ (ثلاثاً)\nيَسْتَعِيذُ بِاللَّهِ مِنَ الشَّيطَانِ وَمِنْ شَرِّ مَا رَأَى (ثَلاَثَ مَرَّاتٍ)]."
  },
  {
    // "id": "139",
    "category": "ما يفعل من رأى الرؤيا أو الحلم في النوم",
    "count": "1",
    "description": "",
    "reference": "مسلم، 4/ 1772، برقم 2261، ورقم 2263.",
    "zekr":
    "لاَ يُحَدِّثْ بِهَا أَحَداً."
  },
  {
    // "id": "140",
    "category": "ما يفعل من رأى الرؤيا أو الحلم في النوم",
    "count": "1",
    "description": "",
    "reference": "مسلم، 4/ 1773، برقم 2261.",
    "zekr":
    "يَــتَحَوَّلُ عَنْ جَنْبِهِ الَّذِي كَانَ عَلَيْهِ."
  },
  {
    // "id": "141",
    "category": "ما يفعل من رأى الرؤيا أو الحلم في النوم",
    "count": "1",
    "description": "",
    "reference": "مسلم، 4/ 1773، برقم 2263.",
    "zekr": "ويَقُومُ يُصَلِّي إِنْ أَرَادَ ذَلِكَ."
  },
  {
    // "id": "142",
    "category": "دعاء قنوت الوتر",
    "count": "1",
    "description": "",
    "reference": "أخرجه أصحاب السنن الأربعة، وأحمد، والدارمي، والبيهقي: أبو داود، برقم 1425، والترمذي، برقم 464، والنسائي، برقم 1744، وابن ماجه، برقم 1178، وأحمد، برقم 1718، والدارمي، برقم 1592، والحاكم، 3/ 172، والبيهقي، 2/ 209، وما بين المعقوفين للبيهقي، وانظر: صحيح الترمذي، 1/ 144، وصحيح ابن ماجه، 1/ 194.",
    "zekr":
    "اللَّهُمَّ اهْدِنِي فِيمَنْ هَدَيْتَ، وَعَافِنِي فِيمَنْ عَافَيْتَ، وَتَوَلَّنِي فِيمَنْ تَوَلَّيْتَ، وَبَارِكْ لِي فِيمَا أَعْطَيْتَ، وَقِنِي شَرَّ مَا قَضَيْتَ؛ فَإِنَّكَ تَقْضِي وَلاَ يُقْضَى عَلَيْكَ، إِنَّهُ لاَ يَذِلُّ مَنْ وَالَيْتَ، [وَلاَ يَعِزُّ مَنْ عَادَيْتَ]، تَبارَكْتَ رَبَّنا وَتَعَالَيْتَ."
  },
  {
    // "id": "143",
    "category": "دعاء قنوت الوتر",
    "count": "1",
    "description": "",
    "reference": "أخرجه أصحاب السنن الأربعة، وأحمد: أبو داود، برقم 1427، والترمذي، برقم 3566، والنسائي، برقم 1746، وابن ماجه، برقم 1179، وأحمد، برقم 751. انظر: صحيح الترمذي، 3/ 180، وصحيح ابن ماجه، 1/ 194.",
    "zekr":
    "اللَّهُمَّ إِنِّي أَعُوذُ بِرِضَاكَ مِنْ سَخَطِكَ، وَبِمُعَافَاتِكَ مِنْ عُقُوبَتِكَ، وَأَعُــــوذُ بِكَ مِنْكَ، لاَ أُحْصِي ثَنَاءً عَلَيْكَ، أَنْتَ كَمَا أَثْنَيْتَ عَلَى نَفْسِكَ."
  },
  {
    // "id": "144",
    "category": "دعاء قنوت الوتر",
    "count": "1",
    "description": "",
    "reference": "أخرجه البيهقي في السنن الكبرى، وصحَّح إسناده، 2/ 211، وهو موقوف على عمر.",
    "zekr":
    "اللَّهُمَّ إِيَّاكَ نعْبُدُ، وَلَكَ نُصَلِّي وَنَسْجُدُ، وَإِلَيْكَ نَسْعَى وَنَحْفِدُ، نَرْجُو رَحْمَتَكَ، وَنَخْشَى عَذَابَكَ، إِنَّ عَذَابَكَ بِالكَافِرِينَ مُلْحَقٌ اللَّهُمَّ إِنَّا نَسْتَعينُكَ، وَنَسْتَغْفِرُكَ، وَنُثْنِي عَلَيْكَ الْخَيْرَ، وَلاَ نَكْفُرُكَ، وَنُؤْمِنُ بِكَ، وَنَخْضَعُ لَكَ، وَنَخْلَعُ مَنْ يَكْفرُكَ."
  },
  {
    // "id": "145",
    "category": "الذكر عقب السلام من الوتر",
    "count": "1",
    "description": "",
    "reference": "رواه النسائي، 3/ 244، برقم 1734، والدارقطني، 2/ 31، وغيرهما، وما بين المعقوفين زيادة للدارقطني 2/ 31، برقم 2، وإسناده صحيح، انظر: زاد المعاد بتحقيق شعيب الأرناؤوط وعبد القادر الأرناؤوط، 1/ 337.",
    "zekr":
    "سُبْحَانَ المَلِكِ القُدُّوسِ ثلاثَ مرَّاتٍ والثَّالِثَةُ يَجْهَرُ بها ويَمُدُّ بها صَوتَهُ يقولُ: [رَبِّ الْمَلاَئِكَةِ وَالرُّوحِ]."
  },
  {
    // "id": "146",
    "category": "دعاء الهم والحزن",
    "count": "1",
    "description": "",
    "reference": "أحمد، 1/ 391، برقم 3712.",
    "zekr":
    "اللَّهُمَّ إِنِّي عَبْدُكَ، ابْنُ عَبْدِكَ، ابْنُ أَمَتِكَ، نَاصِيَتِي بِيَدِكَ، مَاضٍ فِيَّ حُكْمُكَ، عَدْلٌ فِيَّ قَضَاؤُكَ، أَسْأَلُكَ بِكُــــلِّ اسْمٍ هُوَ لَكَ، سَمَّيْتَ بِهِ نَفْسَكَ، أَوْ أَنْزَلْتَهُ فِي كِتَابِكَ، أَوْ عَلَّمْتَهُ أَحَداً مِنْ خَلْقِكَ، أَوِ اسْتَأْثَرْتَ بِهِ فِي عِلْمِ الغَيْبِ عِنْدَكَ، أَنْ تَجْعَلَ القُرْآنَ رَبِيعَ قَلْبِي، وَنُورَ صَدْرِي، وَجَلاَءَ حُزْنِي، وَذَهَابَ هَمِّي."
  },
  {
    // "id": "147",
    "category": "دعاء الهم والحزن",
    "count": "1",
    "description": "",
    "reference": "البخاري، 7/ 158، برقم: 2893، كان الرسول - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يكثر من هذا الدعاء. انظر: البخاري مع الفتح، 11/ 173، وسيأتي ص 89، برقم 137.",
    "zekr":
    "اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْهَمِّ وَالْحَزَنِ، وَالْعَجْزِ وَالْكَسَلِ، وَالْبُخْلِ وَالْجُبْنِ، وَضَلَعِ الدَّيْنِ وَغَلَبَةِ الرِّجَالِ."
  },
  {
    // "id": "148",
    "category": "دعاء الكرب",
    "count": "1",
    "description": "",
    "reference": "البخاري، 7/ 154، برقم 6345، ومسلم، 4/ 2092، برقم 2730.",
    "zekr":
    "لاَ إِلَهَ إِلاَّ اللَّهُ الْعَظِيمُ الْحَلِيمُ، لاَ إِلَهَ إِلاَّ اللَّهُ رَبُّ الْعَرْشِ الْعَظِيمِ، لاَ إِلَهَ إِلاَّ اللَّهُ رَبُّ السَّمَوَاتِ وَرَبُّ الْأَرْضِ وَرَبُّ الْعَرْشِ الْكَرِيمِ."
  },
  {
    // "id": "149",
    "category": "دعاء الكرب",
    "count": "1",
    "description": "",
    "reference": "أبو داود، 4/ 324، برقم 5090، وأحمد، 5/ 42، برقم 20430.",
    "zekr":
    "اللَّهُمَّ رَحْمَتَكَ أَرْجُو، فَلاَ تَكِلْنِي إِلَى نَفْسِي طَرْفَةَ عَيْنٍ، وَأَصْلِحْ لِي شَأْنِي كُلَّهُ، لاَ إِلَهَ إِلاَّ أَنْتَ."
  },
  {
    // "id": "150",
    "category": "دعاء الكرب",
    "count": "1",
    "description": "",
    "reference": "الترمذي، 5/ 529، برقم 3505، والحاكم وصححه ووافقه الذهبي، 1/ 505، وانظر: صحيح الترمذي، 3/ 168.",
    "zekr":
    "لاَ إِلَهَ إِلاَّ أَنْتَ سُبْحَانَكَ إِنِّي كُنْتُ مِنَ الظّالِمِينَ."
  },
  {
    // "id": "151",
    "category": "دعاء الكرب",
    "count": "1",
    "description": "",
    "reference": "الترمذي، 5/ 529، برقم 3505، والحاكم وصححه ووافقه الذهبي، 1/ 505، وانظر: صحيح الترمذي، 3/ 168.",
    "zekr": "اللَّهُ اللَّهُ رَبِّي لاَ أُشْرِكُ بِهِ شَيْئاً."
  },
  {
    // "id": "152",
    "category": "دعاء لقاء العدو و ذي السلطان",
    "count": "1",
    "description": "",
    "reference": "أبو داود، 2/ 89، برقم 1537، وصححه الحاكم ووافقه الذهبي، 2/ 142.",
    "zekr":
    "اللَّهُمَّ إِنَّا نَجْعَلُكَ فِي نُحُورِهِم، وَنَعُوذُ بِكَ مِنْ شُرُورِهِمْ."
  },
  {
    // "id": "153",
    "category": "دعاء لقاء العدو و ذي السلطان",
    "count": "1",
    "description": "",
    "reference": "أبو داود، 3/ 42، برقم 2632، والترمذي، 5/ 572، برقم 3584، وانظر: صحيح الترمذي، 3/ 183.",
    "zekr":
    "اللَّهُمَّ أَنْتَ عَضُدِي، وَأَنْتَ نَصِيرِي، بِكَ أَحُولُ وَبِكَ أَصُولُ، وَبِكَ أُقاتِلُ."
  },
  {
    // "id": "154",
    "category": "دعاء لقاء العدو و ذي السلطان",
    "count": "1",
    "description": "",
    "reference": "البخاري، 5/ 172، برقم 4563.",
    "zekr": "حَسْبُنا اللَّهُ وَنِعْمَ الْوَكِيلُ."
  },
  {
    // "id": "155",
    "category": "دعاء من خاف ظلم السلطان",
    "count": "1",
    "description": "",
    "reference": "البخاري في الأدب المفرد، برقم 707.",
    "zekr":
    "اللَّهُمَّ ربَّ السَّمَوَاتِ السَّبْعِ، وَرَبَّ الْعَرْشِ الْعَظِيمِ، كُنْ لِي جَاراً مِنْ فُلاَنِ بْنِ فُلاَنٍ، وَأَحْزَابِهِ مِنْ خَلاَئِقِكَ، أَنْ يَفْرُطَ عَلَيَّ أَحَدٌ مِنْهُمْ أَوْ يَطْغَى، عَزَّ جَارُكَ، وَجَلَّ ثَنَاؤُكَ، وَلاَ إِلَهَ إِلاَّ أَنْتَ."
  },
  {
    // "id": "156",
    "category": "دعاء من خاف ظلم السلطان",
    "count": "1",
    "description": "",
    "reference": "البخاري في الأدب المفرد برقم 708.",
    "zekr":
    "اللَّهُ أَكْبَرُ، اللَّهُ أَعَزُّ مِنْ خَلْقِهِ جَمِيعاً، اللَّهُ أَعَزُّ مِمَّا أَخَافُ وَأَحْذَرُ، أَعُوذُ بِاللَّهِ الَّذِي لاَ إِلَهَ إِلاَّ هُوَ، الْمُمْسِكِ السَّمَوَاتِ السَّبْعِ أَنْ يَقَعْنَ عَلَى الْأَرْضِ إِلاَّ بِإِذْنِهِ، مِنْ شَرِّ عَبْدِكَ فُلاَنٍ، وَجُنُودِهِ وَأَتْبَاعِهِ وَأَشْيَاعِهِ، مِنْ الْجِنِّ وَالإِنْسِ، اللَّهُمَّ كُنْ لِي جَاراً مِنْ شَرِّهِمْ، جَلَّ ثَنَاؤُكَ وَعَزَّ جَارُكَ، وَتَبَارَكَ اسْمُكَ، وَلاَ إِلَهَ غَيْرُكَ (ثلاثَ مرَّاتٍ)."
  },
  {
    // "id": "157",
    "category": "الدعاء على العدو",
    "count": "1",
    "description": "",
    "reference": "مسلم، 3/ 1362، برقم 1742.",
    "zekr":
    "اللَّهُمَّ مُنْزِلَ الْكِتَابِ، سَرِيعَ الْحِسَابِ، اهْزِمِ الأَحْزَابَ، اللَّهُمَّ اهزِمْهُمْ وَزَلْزِلْهُمْ."
  },
  {
    // "id": "158",
    "category": "ما يقول من خاف قوما",
    "count": "1",
    "description": "",
    "reference": "مسلم، 4/ 2300، برقم 3005.",
    "zekr": "اللَّهُمَّ اكْفِنِيهِمْ بِمَا شِئْتَ."
  },
  {
    // "id": "159",
    "category": "دعاء من أصابه وسوسة في الإيمان",
    "count": "1",
    "description": "",
    "reference": "البخاري مع الفتح، 6/ 336، برقم 3276، ومسلم، 1/ 120، برقم 134.",
    "zekr": "يَسْتَعِيذُ بِاللَّهِ و يَنْتَهِي عَمَّا شك فِيهِ."
  },
  {
    // "id": "160",
    "category": "دعاء من أصابه وسوسة في الإيمان",
    "count": "1",
    "description": "",
    "reference": "مسلم، 1/ 119 - 120، برقم 134.",
    "zekr": "يَقُولُ: آمَنْتُ بِاللَّهِ وَرُسُلِهِ."
  },
  {
    // "id": "161",
    "category": "دعاء من أصابه وسوسة في الإيمان",
    "count": "1",
    "description": "",
    "reference": "سورة الحديد، الآية: 3. أبو داود، 4/ 329، برقم 5110.",
    "zekr":
    "يَقْرَأُ قَوْلَهُ تَعَالَى: ﴿هُوَ الْأوَّلُ وَالْآخِرُ وَالظّاهِرُ وَالْباطِنُ وَهُوَ بِكُلِّ شَيْءٍ عَلِيمٌ﴾."
  },
  {
    // "id": "162",
    "category": "دعاء قضاء الدين",
    "count": "1",
    "description": "",
    "reference": "الترمذي، 5/ 560، برقم 3563، وانظر: صحيح الترمذي، 3/ 180.",
    "zekr":
    "اللَّهُمَّ اكْفِنِي بِحَلاَلِكَ عَنْ حَرَامِكَ، وَأَغْنِنِي بِفَضْلِكِ عَمَّنْ سِوَاكَ."
  },
  {
    // "id": "163",
    "category": "دعاء قضاء الدين",
    "count": "1",
    "description": "",
    "reference": "البخاري، 7/ 158، برقم 2893، وتقدم ص 83، برقم 121.",
    "zekr":
    "اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْهَمِّ وَالْحَزَنِ، وَالْعَجْزِ وَالْكَسَلِ، وَالْبُخْلِ وَالْجُبْنِ، وَضَلَعِ الدَّيْنِ وَغَلَبَةِ الرِّجَالِ."
  },
  {
    // "id": "164",
    "category": "دعاء الوسوسة في الصلاة و القراءة",
    "count": "1",
    "description": "",
    "reference": "مسلم، 4/ 1729، برقم 2203، من حديث عثمان بن أبي العاص - رضي الله عنه -، وفيه ففعلت ذلك، فأذهبه اللَّه عني.",
    "zekr":
    "أَعُوذُ بِاللَّهِ مِنَ الشَّيطَانِ الرَّجِيمِ، وَاتْفُلْ عَلَى يَسَارِكَ (ثلاثاً)."
  },
  {
    // "id": "165",
    "category": "دعاء من استصعب عليه أمر",
    "count": "1",
    "description": "",
    "reference": "رواه ابن حبان في صحيحه، برقم 2427 (موارد)، وابن السني، برقم 351، وقال الحافظ: ((هذا حديث صحيح))، وصححه عبد القادر الأرناؤوط في تخريج الأذكار للنووي، ص106.",
    "zekr":
    "اللَّهُمَّ لاَ سَهْلَ إِلاَّ مَا جَعَلْتَهُ سَهْلاً، وَأَنْتَ تَجْعَلُ الْحَزْنَ إِذَا شِئْتَ سَهْلاً."
  },
  {
    // "id": "166",
    "category": "ما يقول ويفعل من أذنب ذنباً",
    "count": "1",
    "description": "",
    "reference": "أبو داود، 2/ 86، برقم 1521، والترمذي، 2/ 257، برقم 406.",
    "zekr":
    "مَا مِنْ عَبْدٍ يُذنِبُ ذَنْباً فَيُحْسِنُ الطُّهُورَ، ثُمَّ يَقُومُ فَيُصَلِّي رَكْعَتَيْنِ، ثُمَّ يَسْتَغْفِرُ اللَّهَ إِلاَّ غَفَرَ اللَّهُ لَهُ."
  },
  {
    // "id": "167",
    "category": "دعاء طرد الشيطان و وساوسه",
    "count": "1",
    "description": "",
    "reference": "أبو داود، 1/ 203، برقم، وابن ماجه، 1/ 265، برقم 807، وتقدم تخريجه برقم 31، وانظر: سورة المؤمنون، الآيتان: 97 - 98.",
    "zekr": "الْاسْتِعَاذَةُ بِاللَّهِ مِنْهُ."
  },
  {
    // "id": "168",
    "category": "دعاء طرد الشيطان و وساوسه",
    "count": "1",
    "description": "",
    "reference": "مسلم، 1/ 291، برقم 389، والبخاري، 1/ 151، برقم 608.",
    "zekr": "الْأَذَانُ."
  },
  {
    // "id": "169",
    "category": "دعاء طرد الشيطان و وساوسه",
    "count": "1",
    "description": "",
    "reference": "((لا تجعلوا بيوتكم مقابر، إن الشيطان ينفر من البيت الذي تُقرأ فيه سورة البقرة))، رواه مسلم، 1/ 539، برقم 780، ومما يطرد الشيطان أذكار الصباح والمساء، والنوم والاستيقاظ، وأذكار دخول المنزل والخروج منه، وأذكار دخول المسجد والخروج منه، وغير ذلك من الأذكار المشروعة، مثل: قراءة آية الكرسي عند النوم، والآيتين الأخيرتين من سورة البقرة، ومن قال: لا إله إلا الله وحده لا شريك له، له الملك وله الحمد، وهو على كل شيء قدير مائة مرة، كانت له حرزاً من الشيطان يومه كله، وكذا الأذان يطرد الشيطان.",
    "zekr": "الْأَذْكَارُ وَقِرَاءَةُ الْقُرْآنِ."
  },
  {
    // "id": "170",
    "category": "الدعاء حينما يقع ما لا يرضاه أو غلب على أمره",
    "count": "1",
    "description": "",
    "reference": "((المؤمن القوي خير وأحبّ إلى اللَّه من المؤمن الضعيف، وفي كلٍّ خير، احرص على ما ينفعك، واستعن باللَّهِ ولا تعجز، وإن أصابك شيء فلا تقل: لو أني فعلت كان كذا وكذا، ولكن قل قدَرُ اللَّه وما شاء فعل، فإنَّ لو تفتح عمل الشيطان)). مسلم، 4/ 2052، برقم 2664.",
    "zekr": "قَدَرُ اللَّهُ وَمَا شَاءَ فَعَلَ."
  },
  {
    // "id": "171",
    "category": "ﺗﻬنئة المولود له وجوابه",
    "count": "1",
    "description": "",
    "reference": "(1) ذُكِرَ من كلام الحسن البصري. انظر: تحفة المودود لابن القيم، ص 20، وعزاه لابن المنذر في الأوسط.\n(2) قاله النووي في الأذكار، ص349، وانظر: صحيح الأذكار للنووي، لسليم الهلالي، 2/ 713، وتمام التخريج في الذكر والدعاء والعلاج بالرقى للمؤلف، 1/ 416.",
    "zekr":
    "بَارَكَ اللَّهُ لَكَ فِي الْمَوْهُوبِ لَكَ، وَشَكَرْتَ الْوَاهِبَ، وَبَلَغَ أَشُدَّهُ، وَرُزِقْتَ بِرَّهُ(1)\n وَيَرُدُّ عَلَيْهِ الْمُهَــــــنَّأُ فَيَقُولُ: بَارَكَ اللَّهُ لَكَ وَبَارَكَ عَلَيْكَ، وَجَزَاكَ اللَّهُ خَيْراً، وَرَزَقَكَ اللَّهُ مِثْلَهُ، وَأَجْزَلَ ثَوَابَكَ(2)."
  },
  {
    // "id": "172",
    "category": "ما يعوذ به الأولاد - رقية",
    "count": "1",
    "description": "",
    "reference": "البخاري، 4/ 119، برقم 3371، من حديث ابن عباس رَضِيَ اللَّهُ عَنْهُمَا.",
    "zekr":
    "كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يُعَوِّذُ الحَسَنَ وَالحُسَينَ رضي الله عنهما أُعِيذُكُمَا بِكَلِمَاتِ اللَّهِ التَّامَّةِ مِنْ كُلِّ شَيْطَانٍ وَهَامَّةٍ، وَمِنْ كُلِّ عَيْنٍ لاَمَّةٍ."
  },
  {
    // "id": "173",
    "category": "الدعاء للمريض في عيادته",
    "count": "1",
    "description": "",
    "reference": "البخاري مع الفتح، 10/ 118، برقم 3616.",
    "zekr": "لاَ بأْسَ طَهُورٌ إِنْ شَاءَ اللَّهُ."
  },
  {
    // "id": "174",
    "category": "الدعاء للمريض في عيادته",
    "count": "7",
    "description": "",
    "reference": "((ما من عبد مسلم يعود مريضاً لم يحضر أجله فيقول سبع مرات ... )) الحديث .. إلاَّ عوفي. أخرجه الترمذي، برقم 2083، وأبو داود، برقم 3106، وانظر: صحيح الترمذي، 2/ 210، وصحيح الجامع، 5/ 180.",
    "zekr":
    "أَسْأَلُ اللَّهَ الْعَظيمَ رَبَّ الْعَرْشِ الْعَظِيمِ أَنْ يَشْفيَكَ."
  },
  {
    // "id": "175",
    "category": "فضل عيادة المريض",
    "count": "1",
    "description": "",
    "reference": "رواه الترمذي، برقم 969، وابن ماجه، برقم 1442، وأحمد، برقم 975، وانظر: صحيح ابن ماجه، 1/ 244 وصحيح الترمذي، 1/ 286، وصححه أيضاً أحمد شاكر.",
    "zekr":
    "قَالَ النَّبِيُّ صلى الله عليه وسلم: إِذَا عَادَ الرَّجُلُ أَخَاهُ الْمُسْلِمَ مَشَى فِي خِرَافَةِ الْجَنَّةِ حَتَّى يَجْلِسَ، فَإِذَا جَلَسَ غَمَرَتْهُ الرَّحْمَةُ، فَإِنْ كَانَ غُدْوَةً صَلَّى عَلَيْهِ سَبْعُونَ أَلْفَ مَلَكٍ حَتَّى يُمْسِيَ، وَإِنْ كَانَ مَسَاءً صَلَّى عَلَيْهِ سَبْعُونَ أَلْفَ مَلَكٍ حَتَّى يُصْبِحَ."
  },
  {
    // "id": "176",
    "category": "دعاء المريض الذي يئس من حياته",
    "count": "1",
    "description": "",
    "reference": "البخاري، 7/ 10، برقم 4435، ومسلم، 4/ 1893، برقم 2444.",
    "zekr":
    "اللَّهُمَّ اغْفِرْ لِي، وَارْحَمْنِي، وَأَلْحِقْنِي بِالرَّفِيقِ الْأَعْلَى."
  },
  {
    // "id": "177",
    "category": "دعاء المريض الذي يئس من حياته",
    "count": "1",
    "description": "",
    "reference": "البخاري مع الفتح، 8/ 144، برقم 4449، وفي الحديث ذكر السواك.",
    "zekr":
    "جَعَلَ النَّبِيُّ صلى الله عليه وسلم عِنْدَ مَوْتِهِ يُدْخِلُ يَدَيْهِ فِي الْمَاءِ فَيَمْسَحُ بِهِمَا وَجْهَهُ، وَيَقُولُ: لاَ إِلَهَ إِلاَّ اللَّهُ إِنَّ لِلْمَوْتِ سَكَرَاتٍ."
  },
  {
    // "id": "178",
    "category": "دعاء المريض الذي يئس من حياته",
    "count": "1",
    "description": "",
    "reference": "أخرجه الترمذي، برقم 3430، وابن ماجه، برقم 3794.",
    "zekr":
    "لاَ إِلَهَ إِلاَّ اللَّهُ وَاللَّهُ أَكْبَرُ، لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ، لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لاَ إِلَهَ إِلاَّ اللَّهُ لَهُ المُلْكُ وَلَهُ الْحَمْدُ، لاَ إِلَهَ إِلاَّ اللَّهُ وَلاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللَّهِ."
  },
  {
    // "id": "179",
    "category": "تلقين المحتضر",
    "count": "1",
    "description": "",
    "reference": "أبو داود، 3/ 190، برقم 3116، وانظر: صحيح الجامع، 5/ 432.",
    "zekr":
    "مَنْ كَانَ آخِرُ كَلاَمِهِ لاَ إِلَهَ إِلاَّ اللَّهُ دَخَلَ الْجَنَّةَ."
  },
  {
    // "id": "180",
    "category": "دعاء من أصيب بمصيبة",
    "count": "1",
    "description": "",
    "reference": "مسلم، 2/ 632، برقم 918.",
    "zekr":
    "إِنَّا لِلَّهِ وَإِنَّا إِلَيْهِ رَاجِعُونَ، اللَّهُمَّ أْجُرْنِي فِي مُصِيبَتِي، وَأَخْلِفْ لِي خَيْرَاً مِنْهَا."
  },
  {
    // "id": "181",
    "category": "الدعاء عند إغماض الميت",
    "count": "1",
    "description": "",
    "reference": "مسلم، 2/ 634، برقم 920.",
    "zekr":
    "اللَّهُمَّ اغْفِرْ لِفُلاَنٍ (بِاسْمِهِ) وَارْفَعْ دَرَجَتَهُ فِي الْمَهْدِيِّينَ، وَاخْلُفْهُ فِي عَقِبِهِ فِي الْغَابِرِينَ، وَاغْفِرْ لَنَا وَلَهُ  يَا رَبَّ الْعَالَمِينَ، وَافْسَحْ لَهُ فِي قَبْرِهِ، وَنَوِّرْ لَهُ فِيهِ."
  },
  {
    // "id": "182",
    "category": "الدعاء للميت في الصلاة عليه",
    "count": "1",
    "description": "",
    "reference": "مسلم، 2/ 663، برقم 963.",
    "zekr":
    "اللَّهُمَّ اغْفِرْ لَهُ وَارْحَمْهُ، وَعَافِهِ، وَاعْفُ عَنْهُ، وَأَكْرِمْ نُزُلَهُ، وَوَسِّعْ مُدْخَلَهُ، وَاغْسِلْهُ بِالْمَاءِ وَالثَّلْجِ وَالْبَرَدِ، وَنَقِّهِ مِنَ الْخَطَايَا كَمَا نَقَّيْتَ الثَّوْبَ الأَبْيَضَ مِنَ الدَّنَسِ، وَأَبْدِلْهُ دَاراً خَيْراً مِنْ دَارِهِ، وَأَهْلاً خَيْراً مِنْ أَهْلِهِ، وَزَوْجَاً خَيْراً مِنْ زَوْجِهِ، وَأَدْخِلْهُ الْجَنَّةَ، وَأَعِذْهُ مِنْ عَذَابِ القَبْرِ [وَعَذَابِ النَّارِ]."
  },
  {
    // "id": "183",
    "category": "الدعاء للميت في الصلاة عليه",
    "count": "1",
    "description": "",
    "reference": "أبو داود، برقم 3201، والترمذي، برقم 1024، والنسائي، برقم 1985، وابن ماجه، 1/ 480، برقم 1498، وأحمد، 2/ 368، برقم 8809، وانظر: صحيح ابن ماجه، 1/ 251.",
    "zekr":
    "اللَّهُمَّ اغْفِرْ لِحَيِّنَا وَمَيِّتِنَا، وَشَاهِدِنَا وَغَائِبِنَا، وَصَغِيرِنَا وَكَبيرِنَا، وَذَكَرِنَا وَأُنْثَانَا اللَّهُمَّ مَنْ أَحْيَيْتَهُ مِنَّا فَأَحْيِهِ عَلَى الْإِسْلاَمِ، وَمَنْ تَوَفَّيْتَهُ مِنَّا فَتَوَفَّهُ عَلَى الإِيمَانِ، اللَّهُمَّ لاَ تَحْرِمْنَا أَجْرَهُ، وَلاَ تُضِلَّنَا بَعْدَهُ."
  },
  {
    // "id": "184",
    "category": "الدعاء للميت في الصلاة عليه",
    "count": "1",
    "description": "",
    "reference": "أخرجه ابن ماجه، برقم 1499، انظر: صحيح ابن ماجه، 1/ 251، ورواه أبو داود، 3/ 211، برقم 3202.",
    "zekr":
    "اللَّهُمَّ إِنَّ فُلاَنَ بْنَ فُلاَنٍ فِي ذِمَّتِكَ، وَحَبْلِ جِوَارِكَ، فَقِهِ مِنْ فِتْنَةِ الْقَبْرِ، وَعَذَابِ النَّارِ، وَأَنْتَ أَهْلُ الْوَفَاءِ وَالْحَقِّ، فَاغْفِرْ لَهُ وَارْحَمْهُ إِنَّكَ أَنْتَ الغَفُورُ الرَّحيمُ."
  },
  {
    // "id": "185",
    "category": "الدعاء للميت في الصلاة عليه",
    "count": "1",
    "description": "",
    "reference": "أخرجه الحاكم وصححه ووافقه الذهبي، 1/ 359.",
    "zekr":
    "اللَّهُمَّ عَبْدُكَ وَابْنُ أَمَتِكَ احْتَاجَ إِلَى رَحْمَتِكَ، وَأَنْتَ غَنِيٌّ عَنْ عَذَابِهِ، إِنْ كَانَ مُحْسِناً فَزِدْ فِي حَسَنَاتِهِ، وَإِنْ كَانَ مُسِيئاً فَتَجَاوَزْ عَنْهُ."
  },
  {
    // "id": "186",
    "category": "الدعاء للفرط في الصلاة عليه",
    "count": "1",
    "description": "",
    "reference": "((قال سعيد بن المسيب: صلّيتُ وراء أبي هريرة على صبيٍّ لم يعمل خطيئة قَطُّ، فسمعته يقول .. )) الحديث. أخرجه مالك في الموطأ، 1/ 288، وابن أبي شيبة في المصنف، 3/ 217، والبيهقي، 4/ 9، وصحح إسناده شعيب الأرناؤوط في تحقيقه لشرح السنة للبغوي، 5/ 357.",
    "zekr":
    "اللَّهُمَّ أَعِذْهُ مِنْ عَذَابِ القَبْرِ وإن قال: اللَّهُمَّ اجْعَلْهُ فَرَطاً وَذُخْراً لِوَالِدَيْهِ، وَشَفِيعاً مُجَاباً، اللَّهُمَّ ثَقِّلْ بِهِ مَوَازِينَهُمَا، وَأَعْظِمْ بِهِ أُجورَهُمَا، وَأَلْحِقْهُ بِصَالِحِ الْمُؤْمِنِينَ، وَاجْعَلْهُ فِي كَفَالَةِ إِبْرَاهِيمَ، وَقِهِ بِرَحْمَتِكَ عَذَابَ الْجَحِيمِ، وَأَبْدِلْهُ دَاراً خَيْراً مِنْ دَارِهِ، وَأَهْلاً خَيْراً مِنْ أَهْلِهِ، اللَّهُمَّ اغْفِرْ لِأَسْلاَفِنَا، وَأَفْرَاطِنَا، وَمَنْ سَبَقَنَا بِالْإِيمَانِ إن قال ذلك فَحَسَنٌ."
  },
  {
    // "id": "187",
    "category": "الدعاء للفرط في الصلاة عليه",
    "count": "1",
    "description": "",
    "reference": "انظر: المغني لابن قدامة، 3/ 416.",
    "zekr": "اللَّهُمَّ اجْعَلْهُ لَنَا فَرَطاً، وَسَلَفاً، وَأَجْراً."
  },
  {
    // "id": "188",
    "category": "دعاء التعزية",
    "count": "1",
    "description": "",
    "reference": "البخاري، 2/ 80، برقم 1284، ومسلم، 2/ 636، برقم 923.",
    "zekr":
    "إِنَّ للَّهِ مَا أَخَذَ، وَلَهُ مَا أَعْطَى، وَكُلُّ شَيْءٍ عِنْدَهُ بِأَجَلٍ مُسَمَّى فَلْتَصْبِرْ وَلْتَحْتَسِبْ وَإِنْ قَالَ: أَعْظَمَ اللَّهُ أَجْرَكَ، وَأَحْسَنَ عَزَاءَكَ، وَغَفَرَ لِمَيِّتِكَ فَحَسَنٌ."
  },
  {
    // "id": "189",
    "category": "الدعاء عند إدخال الميت القبر",
    "count": "1",
    "description": "",
    "reference": "أبو داود، 3/ 314، برقم 3215، بسند صحيح، وأحمد، برقم 5234، ورقم 4812 بلفظ: ((بسم اللَّه، وعلى ملّة رسول اللَّه))، وسنده صحيح.",
    "zekr": "بِسْمِ اللَّهِ وَعَلَى سُنَّةِ رَسُولِ اللَّهِ."
  },
  {
    // "id": "190",
    "category": "الدعاء بعد دفن الميت",
    "count": "1",
    "description": "",
    "reference": "كان النبي - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - إذا فرغ من دفن الميت وقف عليه وقال: ((استغفروا لأخيكم، وسلوا له التثبيت؛ فإنه الآن يُسأل)). أبو داود، 3/ 315، برقم 3223، والحاكم وصححه، ووافقه الذهبي 1/ 370.",
    "zekr": "اللَّهُمَّ اغْفِرْ لَهُ، اللَّهُمَّ ثَبِّتْهُ."
  },
  {
    // "id": "191",
    "category": "دعاء زيارة القبور",
    "count": "1",
    "description": "",
    "reference": "مسلم، 2/ 671، برقم 975، وابن ماجه، 1/ 494، واللفظ له، برقم 1547 عن بريدة - رضي الله عنه -، وما بين المعقوفين من حديث عائشة - رضي الله عنها - عند مسلم، 2/ 671، برقم 975.",
    "zekr":
    "السَّلاَمُ عَلَيْكُمْ أَهْلَ الدِّيَارِ، مِنَ الْمُؤْمِنِينَ وَالْمُسْلِمِينَ، وَإِنَّا إِنْ شَاءَ اللَّهُ بِكُمْ لاَحِقُونَ، [وَيَرْحَمُ اللَّهُ الْمُسْتَقدِمِينَ مِنَّا وَالْمُسْتأْخِرِينَ] أَسْاَلُ اللَّهَ لَنَا وَلَكُمُ الْعَافِيَةَ."
  },
  {
    // "id": "192",
    "category": "دعاء الريح",
    "count": "1",
    "description": "",
    "reference": "أخرجه أبو داود، 4/ 326، برقم 5099، وابن ماجه، 2/ 1228، برقم 3727، وانظر: صحيح ابن ماجه، 2/ 305.",
    "zekr":
    "اللَّهُمَّ إِنِّي أَسْــــــأَلُكَ خَيْرَهَا، وَأَعُوذُ بِكَ مِنْ شَرِّهَا."
  },
  {
    // "id": "193",
    "category": "دعاء الريح",
    "count": "1",
    "description": "",
    "reference": "مسلم، واللفظ له، 2/ 666، برقم 899، والبخاري، 4/ 76 برقم 3206، ورقم 4829.",
    "zekr":
    "اللَّهُمَّ إِنِّي أَسْأَلُكَ خَيْرَهَا، وَخَيْرَ مَا فِيهَا، وَخَيْرَ مَا أُرْسِلَتْ بِهِ، وَأَعُوذُ بِكَ مِنْ شَرِّهَا، وَشَرِّ مَا فِيهَا، وَشَرِّ مَا أُرْسِلَتْ بِهِ."
  },
  {
    // "id": "194",
    "category": "دعاء الرعد",
    "count": "1",
    "description": "",
    "reference": "كان عبد الله بن الزبير - رضي الله عنهما - إذا سمع الرعد ترك الحديث وقال: ... الحديث، الموطأ، 2/ 992.",
    "zekr":
    "سُبْحَانَ الَّذِي يُسَبِّحُ الرَّعْدُ بِحَمْدِهِ وَالْمَلاَئِكةُ مِنْ خِيفَتِهِ."
  },
  {
    // "id": "195",
    "category": "من أدعية الاستسقاء",
    "count": "1",
    "description": "",
    "reference": "أبو داود، 1/ 303، برقم 1171.",
    "zekr":
    "اللَّهُمَّ اسْقِنَا غَيْثاً مُغِيثاً مَرِيئاً مَرِيعاً، نَافِعاً غَيْرَ ضَارٍّ، عَاجِلاً غَيْرَ آجِلٍ."
  },
  {
    // "id": "196",
    "category": "من أدعية الاستسقاء",
    "count": "1",
    "description": "",
    "reference": "البخاري، 1/ 224، برقم 1014، ومسلم، 2/ 613، برقم 897.",
    "zekr":
    "اللَّهُمَّ أَغِثْنَا، اللَّهُمَّ أَغِثْنَا، اللَّهُمَّ أَغِثْنَا."
  },
  {
    // "id": "197",
    "category": "من أدعية الاستسقاء",
    "count": "1",
    "description": "",
    "reference": "أبو داود، 1/ 305، برقم 1178.",
    "zekr":
    "اللَّهُمَّ اسْقِ عِبَادَكَ، وَبَهَائِمَكَ، وَانْشُرْ رَحْمَتَكَ، وَأَحْيِي بَلَدَكَ الْمَيِّتَ."
  },
  {
    // "id": "198",
    "category": "الدعاء إذا نزل المطر",
    "count": "1",
    "description": "",
    "reference": "البخاري مع الفتح، 2/ 518، برقم 1032.",
    "zekr": "اللَّهُمَّ صَيِّباً نَافِعاً."
  },
  {
    // "id": "199",
    "category": "الذكر بعد نزول المطر",
    "count": "1",
    "description": "",
    "reference": "البخاري مع الفتح، 2/ 518، برقم 1032.",
    "zekr": "مُطِرْنَا بِفَضْلِ اللَّهِ وَرَحْمَتِهِ."
  },
  {
    // "id": "201",
    "category": "من أدعية الاستصحاء",
    "count": "1",
    "description": "",
    "reference": "البخاري، 1/ 224، برقم 933، ومسلم، 2/ 614، برقم 897.",
    "zekr":
    "اللَّهُمَّ حَوَالَيْنَا وَلاَ عَلَيْنَا، اللَّهُمَّ عَلَى الآكَامِ وَالظِّرَابِ، وَبُطُونِ الْأَوْدِيَةِ، وَمَنَابِتِ الشَّجَرِ."
  },
  {
    // "id": "202",
    "category": "دعاء رؤية الهلال",
    "count": "1",
    "description": "",
    "reference": "الترمذي، 5/ 504، برقم 3451، والدارمي بلفظه، 1/ 336، وانظر: صحيح الترمذي، 3/ 157.",
    "zekr":
    "اللَّهُ أَكْبَرُ، اللَّهُمَّ أَهِلَّهُ عَلَيْنَا بِالْأَمْنِ وَالْإِيمَانِ، وَالسَّلاَمَةِ وَالْإِسْلاَمِ، وَالتَّوْفِيقِ لِمَا تُحِبُّ رَبَّنَا وَتَرْضَى، رَبُّنَا وَرَبُّكَ اللَّهُ."
  },
  {
    // "id": "203",
    "category": "الدعاء عند إفطار الصائم",
    "count": "1",
    "description": "",
    "reference": "أخرجه أبو داود، 2/ 306، برقم 2359، وغيره. وانظر: صحيح الجامع، 4/ 209.",
    "zekr":
    "ذَهَبَ الظَّمَأُ وَابْتَلَّتِ العُرُوقُ، وَثَبَتَ الْأَجْرُ إِنْ شَاءَ اللَّهُ."
  },
  {
    // "id": "204",
    "category": "الدعاء عند إفطار الصائم",
    "count": "1",
    "description": "",
    "reference": "أخرجه ابن ماجه، 1/ 557، برقم 1753 من دعاء عبد الله بن عمرو - رضي الله عنهما -، وحسنه الحافظ في تخريج الأذكار. انظر: شرح الأذكار، 4/ 342.",
    "zekr":
    "اللَّهُمَّ إِنِّي أَسْأَلُكَ بِرَحْمَتِكَ الَّتِي وَسِعَتْ كُلَّ شَيْءٍ أَنْ تَغْفِرَ لِي."
  },
  {
    // "id": "205",
    "category": "الدعاء قبل الطعام",
    "count": "1",
    "description": "",
    "reference": "أخرجه أبو داود، 3/ 347، برقم 3767، والترمذي، 4/ 288، برقم 1858، وانظر: صحيح الترمذي، 2/ 167.",
    "zekr":
    "إِذَا أَكَلَ أَحَدُكُمْ طَعَاماً فَلْيَقُلْ بِسْمِ اللَّهِ، فَإِنْ نَسِيَ فِي أَوَّلِهِ فَلْيَقُلْ بسمِ اللَّهِ فِي أَوَّلِهِ وَآخِرِهِ."
  },
  {
    // "id": "206",
    "category": "الدعاء قبل الطعام",
    "count": "1",
    "description": "",
    "reference": "الترمذي، 5/ 506، برقم 3455، وانظر: صحيح الترمذي، 3/ 158.",
    "zekr":
    "مَنْ أَطْعَمَهُ اللَّهُ الطَّعَامَ فَلْيَقُلْ: اللَّهُمَّ بَارِكْ لَنَا فِيهِ وَأَطْعِمْنَا خَيْراً مِنْهُ، وَمَنْ سَقَاهُ اللَّهُ لَبَناً فَلْيَقُلْ اللَّهُمَّ بَارِكْ لَنَا فِيهِ وَزِدْنَا مِنْهُ."
  },
  {
    // "id": "207",
    "category": "الدعاء عند الفراغ من الطعام",
    "count": "1",
    "description": "",
    "reference": "أخرجه أصحاب السنن إلا النسائي: أبو داود، برقم 4025، والترمذي، برقم 3458، وابن ماجه، برقم 3285، وانظر صحيح الترمذي، 3/ 159.",
    "zekr":
    "الْحَمْدُ لِلَّهِ الَّذِي أَطْعَمَنِي هَذَا، وَرَزَقَنِيهِ، مِنْ غَيْرِ حَوْلٍ مِنِّي وَلاَ قُوَّةٍ."
  },
  {
    // "id": "208",
    "category": "الدعاء عند الفراغ من الطعام",
    "count": "1",
    "description": "",
    "reference": "البخاري، 6/ 214، برقم 5458، والترمذي بلفظه، 5/ 507، برقم 3456.",
    "zekr":
    "الْحَمْدُ لِلَّهِ حَمْداً كَثِيراً طَيِّباً مُبَارَكاً فِيهِ، غَيْرَ [مَكْفِيٍّ وَلاَ ] مُوَدَّعٍ، وَلاَ مُسْتَغْنَىً عَنْهُ رَبَّنَا."
  },
  {
    // "id": "209",
    "category": "دعاء الضيف لصاحب الطعام",
    "count": "1",
    "description": "",
    "reference": "مسلم، 3/ 1615، برقم 2042.",
    "zekr":
    "اللَّهُمَّ بَارِكْ لَهُمْ فِيمَا رَزَقْتَهُم، وَاغْفِرْ لَهُمْ وَارْحَمْهُمْ."
  },
  {
    // "id": "210",
    "category": "التعريض بالدعاء لطلب الطعام أو الشراب",
    "count": "1",
    "description": "",
    "reference": "مسلم، 3/ 1626، برقم 2055.",
    "zekr": "اللَّهُمَّ أَطْعِمْ مَنْ أَطْعَمَنِي، وَاسْقِ مَنْ سَقَانِي."
  },
  {
    // "id": "211",
    "category": "الدعاء إذا أفطر عند أهل بيت",
    "count": "1",
    "description": "",
    "reference": "سنن أبي داود، 3/ 367، برقم 3856، وابن ماجه، 1/ 556، برقم 1747، والنسائي في عمل اليوم والليلة، برقم 296 - 298، ونصّ على أنه - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يقوله إذا أفطر عند أهل بيت.",
    "zekr":
    "أَفْطَرَ عِنْدَكُمُ الصَّائِمُونَ، وَأَكَلَ طَعَامَكُمُ الْأَبْرَارُ، وَصَلَّتْ عَلَيْكُمُ الْمَلاَئِكَةُ."
  },
  {
    // "id": "212",
    "category": "دعاء الصائم إذا حضر الطعام ولم يفطر",
    "count": "1",
    "description": "",
    "reference": "مسلم، 2/ 1054، برقم 1150.",
    "zekr":
    "إِذَا دُعِيَ أَحَدُكُمْ فَلْيُجِبْ، فَإِنْ كَانَ صَائِماً فَلْيُصَلِّ، وَإِنْ كَانَ مُفْطِراً فَلْيَطْعَمْ ، وَمَعْنَى فَلْيُصَلِّ أَيْ فَلْيَدْعُ."
  },
  {
    // "id": "213",
    "category": "ما يقول الصائم إذا سابه أحد",
    "count": "1",
    "description": "",
    "reference": "البخاري مع الفتح، 4/ 103، برقم 1894، ومسلم، 2/ 806، برقم 1151.",
    "zekr": "إِنِّي صَائِمٌ، إِنِّي صَائِمٌ."
  },
  {
    // "id": "214",
    "category": "الدعاء عند رؤية باكورة الثمر",
    "count": "1",
    "description": "",
    "reference": "مسلم، 2/ 1000، برقم 1373.",
    "zekr":
    "اللَّهُمَّ بَارِكْ لَنَا فِي ثَمَرِنَا، وَبَارِكْ لَنَا فِي مَدِينَتِنَا، وَبَارِكْ لَنَا فِي صَاعِنَا، وَبَارِكْ لَنَا فِي مُدِّنَا."
  },
  {
    // "id": "215",
    "category": "دعاء العطاس",
    "count": "1",
    "description": "",
    "reference": "البخاري، 7/ 125، برقم 5870.",
    "zekr":
    "إِذَا عَطَسَ أَحَدُكُم فَلْيَقُلِ الْحَمْدُ لِلَّهِ، وَلْيَقُلْ لَهُ أَخُوهُ أَوْ صَاحِبُهُ: يَرْحَمُكَ اللَّهُ، فَإِذَا قَالَ لَهُ: يَرحَمُكَ اللَّهُ، فَلْيَقُلْ: يَهْدِيكُمُ اللَّهُ وَيُصْلِحُ بَالَكُمْ."
  },
  {
    // "id": "216",
    "category": "ما يقال للكافر إذا عطس فحمد الله",
    "count": "1",
    "description": "",
    "reference": "الترمذي، 5/ 82، برقم 2741، وأحمد، 4/ 400، برقم 19586، وأبو داود، 4/ 308، برقم 5040، وانظر: صحيح الترمذي، 2/ 354.",
    "zekr": "يَهْدِيكُمُ اللَّهُ وَيُصْلِحُ بَالَكُمْ."
  },
  {
    // "id": "217",
    "category": "الدعاء للمتزوج",
    "count": "1",
    "description": "",
    "reference": "أخرجه أصحاب السنن إلا النسائي: أبو داود، برقم 2130، والترمذي، برقم 1091، وابن ماجه، برقم 1905، والنسائي في عمل اليوم والليلة، برقم 259، وانظر: صحيح الترمذي، 1/ 316.",
    "zekr":
    "بَارَكَ اللَّهُ لَكَ، وَبَارَكَ عَلَيْكَ، وَجَمَعَ بَيْنَكُمَا فِي خَيْرٍ."
  },
  {
    // "id": "218",
    "category": "دعاء المتزوج و شراء الدابة",
    "count": "1",
    "description": "",
    "reference": "أبو داود، 2/ 248، برقم 2160، وابن ماجه، 1/ 617، برقم 1918، وانظر: صحيح ابن ماجه، 1/ 324.",
    "zekr":
    "إِذَا تَزَوَّجَ أَحَدُكُمُ امْرَأَةً، أَوْ إِذَا اشْتَرَى خَادِماً فَلْيَقُلْ: اللَّهُمَّ إِنِّي أَسْأَلُكَ خَيْرَهَا، وَخَيْرَ مَا جَبَلْتَهَا عَلَيْهِ، وَأَعُوذُ بِكَ مِنْ شَرِّهَا، وَشَرِّ مَا جَبَلْتَهَا عَلَيْهِ، وَإِذَا اشْتَرَى بَعِيراً فَلْيَأْخُذْ بِذِرْوَةِ سَنَامِهِ وَلْيَقُلْ مِثْلَ ذَلِكَ."
  },
  {
    // "id": "219",
    "category": "الدعاء قبل إتيان الزوجة - الجماع",
    "count": "1",
    "description": "",
    "reference": "البخاري، 6/ 141، برقم 141، ومسلم، 2/ 1028، برقم 1434.",
    "zekr":
    "بِسْمِ اللَّهِ، اللَّهُمَّ جَنِّبْنَا الشَّيْطَانَ، وَجَنِّبِ الشَّيْطَانَ مَا رَزَقْتَنَا."
  },
  {
    // "id": "220",
    "category": "دعاء الغضب",
    "count": "1",
    "description": "",
    "reference": "البخاري، 7/ 99، برقم 3282، ومسلم، 4/ 2015، برقم 2610.",
    "zekr": "أَعُوذُ بِاللَّهِ مِنَ الشَّيْطَانِ الرَّجِيمِ."
  },
  {
    // "id": "221",
    "category": "دعاء من رأى مبتلى",
    "count": "1",
    "description": "",
    "reference": "الترمذي، 5/ 494، و5/ 493، برقم 3432، وانظر: صحيح الترمذي، 3/ 153.",
    "zekr":
    "الْحَمْدُ لِلَّهِ الَّذِي عَافَانِي مِمَّا ابْتَلاَكَ بِهِ، وَفَضَّلَنِي عَلَى كَثِيرٍ مِمَّنْ خَلَقَ تَفْضِيلاً."
  },
  {
    // "id": "222",
    "category": "ما يقال في اﻟﻤﺠلس",
    "count": "1",
    "description": "",
    "reference": "الترمذي، برقم 3434، وابن ماجه، برقم 3814، وانظر: صحيح الترمذي، 3/ 153، وصحيح ابن ماجه، 2/ 321، ولفظه للترمذي.",
    "zekr":
    "عَنِ ابْنِ عُمَرَ رضي الله عنه قَاَلَ: كَانَ يُعَدُّ لِرَسُولِ اللَّهِ صلى الله عليه وسلم فِي الْمَجْلِسِ الوَاحِدِ مِائَةُ مَرَّةٍ مِنْ قَبْلِ أَنْ يَقُومَ: رَبِّ اغْفِرْ لِي، وَتُبْ عَلَيَّ، إِنَّكَ أَنْتَ التَّوَّابُ الغَفُورُ."
  },
  {
    // "id": "223",
    "category": "كفارة اﻟﻤﺠلس",
    "count": "1",
    "description": "",
    "reference": "أصحاب السنن: أبو داود، برقم 4858، والترمذي، برقم 3433، والنسائي، برقم 1344، وانظر صحيح الترمذي 3/ 153، وقد ثبت أن عائشة - رضي الله عنها - قالت: ((ما جلس رسول اللَّه - صلى الله عليه وسلم - مجلساً، ولا تَلا قرآناً، ولا صلَّى صلاةً إلا ختم ذلك بكلمات ... )) الحديث، أخرجه النسائي في عمل اليوم والليلة، برقم 308، وأحمد، 6/ 77، برقم 24486.",
    "zekr":
    "سُبْحَانَكَ اللَّهُمَّ وَبِحَمْدِكَ، أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ أَنْتَ، أَسْتَغْفِرُكَ وَأَتُوبُ إِلَيْكَ."
  },
  {
    // "id": "224",
    "category": "الدعاء لمن قال غفر الله لك",
    "count": "1",
    "description": "",
    "reference": "أحمد، 5/ 82، برقم 20778، والنسائي في عمل اليوم والليلة، ص218، برقم 421.",
    "zekr": "وَلَكَ."
  },
  {
    // "id": "225",
    "category": "الدعاء لمن صنع إليك معروفا",
    "count": "1",
    "description": "",
    "reference": "أخرجه الترمذي، برقم 2035، وانظر: صحيح الجامع، 6244 وصحيح الترمذي، 2/ 200.",
    "zekr": "جَزَاكَ اللَّهُ خَيْراً."
  },
  {
    // "id": "226",
    "category": "ما يعصم الله به من الدجال",
    "count": "1",
    "description": "",
    "reference": "مسلم، 1/ 555، برقم 809، وفي رواية: من آخر الكهف، 1/ 556، برقم 809.",
    "zekr":
    "مَنْ حَفِظَ عَشْرَ آيَاتٍ مِنْ أَوَّلِ سُورَةِ الْكَهْفِ عُصِمَ مِنَ الدَّجَّالِ ، وَالْاسْتِعَاذَةُ بِاللَّهِ مِنْ فِتْنَتِهِ عَقِبَ التَّشَهُّدِ الْأَخِيرِ مِنْ كُلِّ صَلاَةٍ."
  },
  {
    // "id": "227",
    "category": "الدعاء لمن قال إني أحبك في الله",
    "count": "1",
    "description": "",
    "reference": "أخرجه أبو داود، 4/ 333، برقم 5125.",
    "zekr": "أَحَبَّكَ الَّذِي أَحْبَبْتَنِي لَهُ."
  },
  {
    // "id": "228",
    "category": "الدعاء لمن عرض عليك ماله",
    "count": "1",
    "description": "",
    "reference": "البخاري مع الفتح، 4/ 288، برقم 2049.",
    "zekr": "بَارَكَ اللَّهُ لَكَ فِي أَهْلِكَ وَمَالِكَ."
  },
  {
    // "id": "229",
    "category": "الدعاء لمن أقرض عند القضاء",
    "count": "1",
    "description": "",
    "reference": "أخرجه النسائي في عمل اليوم والليلة، ص300، وابن ماجه، 2/ 809، برقم 2424، وانظر: صحيح ابن ماجه، 2/ 55.",
    "zekr":
    "بارَكَ اللَّهُ لَكَ فِي أَهْلِكَ وَمَالِكَ، إِنَّمَا جَزَاءُ السَّلَفِ الْحَمْدُ وَالأَدَاءُ."
  },
  {
    // "id": "230",
    "category": "دعاء الخوف من الشرك",
    "count": "1",
    "description": "",
    "reference": "أحمد، 4/ 403، برقم 19606، والأدب المفرد للبخاري، برقم 716، وانظر: صحيح الجامع، 3/ 233.",
    "zekr":
    "اللَّهُمَّ إِنِّي أَعُوذُ بِكَ أَنْ أُشْرِكَ بِكَ وَأَنَا أَعْلَمُ، وَأَسْتَغْفِرُكَ لِمَا لاَ أَعْلَمُ."
  },
  {
    // "id": "231",
    "category": "الدعاء لمن قال بارك الله فيك",
    "count": "1",
    "description": "",
    "reference": "أخرجه ابن السني، ص138، برقم 278، وانظر: الوابل الصيب لابن القيم، ص304.",
    "zekr": "وَفِيكَ بَارَكَ اللَّهُ."
  },
  {
    // "id": "232",
    "category": "دعاء كراهية الطيرة",
    "count": "1",
    "description": "",
    "reference": "أحمد، 2/ 220، برقم 7045، وابن السني، برقم 292، أما الفأل فكان يعجب النبي - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -؛ ولهذا سمع من رجل كلمة طيبة فأعجبته فقال: ((أخذنا فألك من فيك))، أبو داود، برقم 3719، وأحمد، برقم 9040،",
    "zekr":
    "اللَّهُمَّ لاَ طَيْرَ إِلاَّ طَيْرُكَ، وَلاَ خَيْرَ إِلاَّ خَيْرُكَ، وَلاَ إِلَهَ غَيْرُكَ."
  },
  {
    // "id": "233",
    "category": "دعاء الركوب",
    "count": "1",
    "description": "",
    "reference": "أبو داود، 3/ 34، برقم 2602، والترمذي، 5/ 501، برقم 3446، وانظر: صحيح الترمذي، 3/ 156، الآيتان من سورة الزخرف:13 - 14.",
    "zekr":
    "بِسْمِ اللَّهِ، وَالْحَمْدُ للَّهِ ﴿سُبْحَانَ الَّذِي سَخَّرَ لَنَا هَذَا وَمَا كُنَّا لَهُ مُقْرِنِينَ، وَإِنَّا إِلَى رَبِّنَا لَمُنقَلِبُونَ﴾، الْحَمْدُ لِلَّهِ، الْحَمْدُ لِلَّهِ، الْحَمْدُ لِلَّهِ، اللَّهُ أَكْبَرُ، اللَّهُ أَكْبَرُ، اللَّهُ أَكْبَرُ، سُبْحَانَكَ اللَّهُمَّ إِنِّي ظَلَمْتُ نَفْسِي فَاغْفِرْ لِي؛ فَإِنَّهُ لاَ يَغْفِرُ الذُّنُوبَ إِلاَّ أَنْتَ."
  },
  {
    // "id": "234",
    "category": "دعاء السفر",
    "count": "1",
    "description": "",
    "reference": "مسلم، 2/ 978، برقم 1342.",
    "zekr":
    "اللَّهُ أَكْبَرُ، اللَّهُ أَكْبَرُ، اللَّهُ أَكْبَرُ، ﴿سُبْحَانَ الَّذِي سَخَّرَ لَنَا هَذَا وَمَا كُنَّا لَهُ مُقْرِنِينَ * وَإِنَّا إِلَى رَبِّنَا لَمُنقَلِبُونَ﴾ اللَّهُمَّ إِنّا نَسْأَلُكَ فِي سَفَرِنَا هَذَا البِرَّ وَالتَّقْوَى، وَمِنَ الْعَمَلِ مَا تَرْضَى، اللَّهُمَّ هَوِّنْ عَلَيْنَا سَفَرَنَا هَذَا وَاطْوِ عَنَّا بُعْدَهُ، اللَّهُمَّ أَنْتَ الصَّاحِبُ فِي السَّفَرِ، وَالْخَليفَةُ فِي الْأَهْلِ، اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ وَعْثَاءِ السَّفَرِ، وَكَآبَةِ الْمَنْظَرِ، وَسُوءِ الْمُنْقَلَبِ فِي الْمَالِ وَالْأَهْلِ، وإذا رَجَعَ قَالَهُنَّ وَزَادَ فِيهِنَّ: آيِبُونَ، تائِبُونَ، عَابِدُونَ، لِرَبِّنَا حَامِدُونَ."
  },
  {
    // "id": "235",
    "category": "دعاء دخول القرية أو البلدة",
    "count": "1",
    "description": "",
    "reference": "الحاكم وصححه ووافقه الذهبي، 2/ 100، وابن السني، برقم 524، وحسّنه الحافظ في تخريج الأذكار، 5/ 154.",
    "zekr":
    "اللَّهُمَّ رَبَّ السَّمَوَاتِ السَّبْعِ وَمَا أَظْلَلْنَ، وَرَبَّ الأَرَضِينَ السَّبْعِ وَمَا أَقْلَلْنَ، وَرَبَّ الشَّياطِينِ وَمَا أَضْلَلْنَ، وَرَبَّ الرِّيَاحِ وَمَا ذَرَيْنَ، أَسْأَلُكَ خَيْرَ هَذِهِ الْقَرْيَةِ، وَخَيْرَ أَهْلِهَا، وَخَيْرَ مَا فِيهَا، وَأَعُوذُ بِكَ مِنْ شَرِّهَا، وَشَرِّ أَهْلِهَا، وَشَرِّ مَا فِيهَا."
  },
  {
    // "id": "236",
    "category": "دعاء دخول السوق",
    "count": "1",
    "description": "",
    "reference": "الترمذي، برقم 3428، وابن ماجه، 5/ 291، برقم 3860، والحاكم، 1/ 538.",
    "zekr":
    "لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ، وَلَهُ الْحَمْدُ، يُحْيِي وَيُمِيتُ، وَهُوَ حَيٌّ لاِ يَمُوتُ، بِيَدِهِ الْخَيْرُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ."
  },
  {
    // "id": "237",
    "category": "الدعاء إذا تعس المركوب",
    "count": "1",
    "description": "",
    "reference": "أبو داود، 4/ 296، برقم 4982.",
    "zekr": "بِسْمِ اللَّهِ."
  },
  {
    // "id": "238",
    "category": "دعاء المسافر للمقيم",
    "count": "1",
    "description": "",
    "reference": "أحمد، 2/ 403، برقم 9230، وابن ماجه، 2/ 943، برقم 2825، وانظر: صحيح ابن ماجه، 2/ 133.",
    "zekr": "أَسْتَوْدِعُكُمُ اللَّهَ الَّذِي لاَ تَضِيعُ وَدَائِعُهُ."
  },
  {
    // "id": "239",
    "category": "دعاء المقيم للمسافر",
    "count": "1",
    "description": "",
    "reference": "أحمد، 2/ 7، برقم 4524، والترمذي، 5/ 499، برقم،3443.",
    "zekr":
    " أَسْتَوْدِعُ اللَّهَ دِينَكَ، وَأَمَانَتَكَ، وَخَوَاتِيمَ عَمَلِكَ."
  },
  {
    // "id": "240",
    "category": "دعاء المقيم للمسافر",
    "count": "1",
    "description": "",
    "reference": "الترمذي، برقم 3444، وانظر: صحيح الترمذي، 3/ 155.",
    "zekr":
    "زَوَّدَكَ اللَّهُ التَّقْوَى، وَغَفَرَ ذَنْبَكَ، وَيَسَّرَ لَكَ الخَيْرَ حَيْثُ ما كُنْتَ."
  },
  {
    // "id": "241",
    "category": "التكبير و التسبيح في سير السفر",
    "count": "1",
    "description": "",
    "reference": "البخاري مع الفتح، 6/ 135، برقم 2993.",
    "zekr":
    "قَالَ جَابِرٌ رضي الله عنه: كُنَّا إِذَا صَعَدْنَا كَبَّرْنَا، وَإِذَا نَزَلْنَا سَبَّحْنَا."
  },
  {
    // "id": "242",
    "category": "دعاء المسافر إذا أسحر",
    "count": "1",
    "description": "",
    "reference": "مسلم، 4/ 2086، برقم 2718، ومعنى سَمعَ سامِعٌ: أي شهد شاهدٌ على حمدنا للَّه تعالى على نعمه، وحسن بلائه. ومعنى سَمَّعَ سامِعٌ: بلَّغ سامع قولي هذا لغيره، وقال مثله تنبيهاً على الذكر في السحر والدعاء. شرح النووي على صحيح مسلم، 17/ 39.",
    "zekr":
    "سَمِعَ سَامِعٌ بِحَمْدِ اللَّهِ، وَحُسْنِ بَلاَئِهِ عَلَيْنَا، رَبَّنَا صاحِبْنَا، وَأَفْضِلْ عَلَيْنَا، عَائِذاً بِاللَّهِ مِنَ النَّارِ."
  },
  {
    // "id": "243",
    "category": "الدعاء إذا نزل متزلا في سفر أو غيره",
    "count": "1",
    "description": "",
    "reference": "مسلم، 4/ 2080، برقم 2709.",
    "zekr": "أَعُوذُ بِكَلِمَاتِ اللَّهِ التَّامَّاتِ مِنْ شَرِّ مَا خَلَقَ"
  },
  {
    // "id": "244",
    "category": "ذكر الرجوع من السفر",
    "count": "1",
    "description": "",
    "reference": "كان النبي - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يقوله إذا قَفَلَ من غزوٍ أو حجٍّ، البخاري، 7/ 163، برقم 1797، ومسلم، 2/ 980، برقم 1344.",
    "zekr":
    "يُكَبِّرُ عَلَى كُلِّ شَرَفٍ ثَلاَثَ تَكْبِيرَاتٍ ثُمَّ يَقُولُ: لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ، وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، آيِبُونَ، تَائِبُونَ، عَابِدُونَ، لِرَبِّنا حَامِدُونَ، صَدَقَ اللَّهُ وَعْدَهُ، وَنَصَرَ عَبْدَهُ، وَهَزَمَ الْأَحْزابَ وَحْدَهُ."
  },
  {
    // "id": "245",
    "category": "ما يقول من أتاه أمر يسره أو يكرهه",
    "count": "1",
    "description": "",
    "reference": "أخرجه ابن السني في عمل اليوم والليلة، برقم 377، والحاكم وصححه، 1/ 499.",
    "zekr":
    "كَانَ النَّبِيُّ صلى الله عليه وسلم إِذَا أَتَاهُ الْأَمْرُ يَسُرُّهُ قَالَ: الْحَمْدُ لِلَّهِ الَّذِي بِنِعْمَتِهِ تَتِمُّ الصَّالِحَاتُ وَإِذَا أَتَاهُ الْأَمْرُ يَكْرَهُهُ قَالَ: الْحَمْدُ لِلَّهِ عَلَى كُلِّ حَالٍ."
  },
  {
    // "id": "246",
    "category": "فضل الصلاة على النبي صلى الله عليه و سلم",
    "count": "1",
    "description": "",
    "reference": "أخرجه مسلم، 1/ 288، برقم 384.",
    "zekr":
    "قَالَ النَّبِيُّ صلى الله عليه وسلم: مَنْ صَلَّى عَلَيَّ صَلاَةً صَلَّى اللَّهُ عَلَيْهِ بِهَا عَشْراً."
  },
  {
    // "id": "247",
    "category": "فضل الصلاة على النبي صلى الله عليه و سلم",
    "count": "1",
    "description": "",
    "reference": "أبو داود، 2/ 218، برقم 2044، وأحمد، 2/ 367، برقم 8804.",
    "zekr":
    "وَقَالَ صلى الله عليه وسلم: لاَ تَجْعَلُوا قَبْرِي عِيداً وَصَلُّوا عَلَيَّ؛ فَإِنَّ صَلاَتَكُم تَبْلُغُنِي حَيْثُ كُنْتُمْ."
  },
  {
    // "id": "248",
    "category": "فضل الصلاة على النبي صلى الله عليه و سلم",
    "count": "1",
    "description": "",
    "reference": "الترمذي، 5/ 551، برقم 3546، وغيره، وانظر: صحيح الجامع، 3/ 25، وصحيح الترمذي، 3/ 177.",
    "zekr":
    "وَقَالَ صلى الله عليه وسلم: الْبَخِيلُ مَنْ ذُكِرْتُ عِنْدَهُ فَلَمْ يُصَلِّ عَلَيَّ."
  },
  {
    // "id": "249",
    "category": "فضل الصلاة على النبي صلى الله عليه و سلم",
    "count": "1",
    "description": "",
    "reference": "النسائي، 3/ 43، برقم 1282، والحاكم، 2/ 421.",
    "zekr":
    "وَقَالَ صلى الله عليه وسلم:إِنَّ لِلَّهِ مَلاَئِكَةً سَيَّاحِينَ فِي الْأَرْضِ يُبَلِّغُونِي مِنْ أُمَّتِي السَّلاَمَ."
  },
  {
    // "id": "250",
    "category": "فضل الصلاة على النبي صلى الله عليه و سلم",
    "count": "1",
    "description": "",
    "reference": "أبو داود، برقم 2041،",
    "zekr":
    "وَقَالَ صلى الله عليه وسلم: مَا مِنْ أَحَدٍ يُسَلِّمُ عَلَيَّ إِلاَّ رَدَّ اللَّهُ عَلَيَّ رُوحِيَ حَتَّى أَرُدَّ عَلَيْهِ السَّلاَمَ."
  },
  {
    // "id": "251",
    "category": "إفشاء السلام",
    "count": "1",
    "description": "",
    "reference": "مسلم، 1/ 74، برقم 54، وأحمد، برقم 1430، واللفظ له، ولفظ مسلم: ((لا تدخلون ... )).",
    "zekr":
    "قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم: لاَ تَدْخُلُوا الْجَنَّةَ حَتَّى تُؤْمِنُوا، وَلاَ تُؤْمِنُوا حَتَّى تَحَابُّوا، أَوَلاَ أَدُلُّكُم عَلَى شَيْءٍ إِذَا فَعَلْتُمُوهُ تَحَابَبْتُم، أَفْشُوا السَّلاَمَ بَيْنَكُمْ."
  },
  {
    // "id": "252",
    "category": "إفشاء السلام",
    "count": "1",
    "description": "",
    "reference": "البخاري مع الفتح، 1/ 82،، برقم 28، عن عمار - رضي الله عنه - موقوفاً معلقاً.",
    "zekr":
    "ثَلاَثٌ مَنْ جَمَعَهُنَّ فَقَدْ جَمَعَ الْإِيمَانَ: الْإِنْصَافُ مِنْ نَفْسِكَ، وَبَذْلُ السَّلاَمِ لِلْعَالَمِ، وَالْإِنْفَاقُ مِنَ الإِقْتَارِ."
  },
  {
    // "id": "253",
    "category": "إفشاء السلام",
    "count": "1",
    "description": "",
    "reference": "البخاري مع الفتح، 1/ 55، برقم 12، ومسلم، 1/ 65، برقم 39.",
    "zekr":
    "وَعَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا: أنَّ رَجُلاً سَأَلَ النَّبِيَّ صلى الله عليه وسلم أيُّ الْإِسْلاَمِ خَيْرٌ قَالَ: تُطْعِمُ الطَّعَامَ، وَتَقْرأُ السَّلاَمَ عَلَى مَنْ عَرَفْتَ وَمَنْ لَمْ تَعْرِفْ."
  },
  {
    // "id": "254",
    "category": "كيف يرد السلام على الكافر إذا سلم",
    "count": "1",
    "description": "",
    "reference": "البخاري مع الفتح، 11/ 42، برقم 6258، ومسلم، 4/ 1705، برقم 2163.",
    "zekr":
    "إذَا سَلَّمَ عَلَيْكُمْ أَهْلُ الْكِتَابِ فَقُولُوا: وَعَلَيْكُمْ."
  },
  {
    // "id": "255",
    "category": "الدعاء عند سماع صياح الديك ونهيق الحمار",
    "count": "1",
    "description": "",
    "reference": "البخاري مع الفتح، 6/ 350، برقم 3303، ومسلم، 4/ 2092، برقم 2729.",
    "zekr":
    "إِذَا سَمِعْتُمْ صِيَاحَ الدِّيَكَةِ فَاسْأَلُوا اللَّهَ مِنْ فَضْلِهِ؛ فَإِنَّهَا رَأَتْ مَلَكاً وَإِذَا سَمِعْتُمْ نَهِيقَ الْحِمَارِ فَتَعَوَّذُوا بِاللَّهِ مِنَ الشَّيطَانِ؛ فَإِنَّهُ رَأَى شَيْطَاناً."
  },
  {
    // "id": "256",
    "category": "الدعاء عند سماع نباح الكلاب بالليل",
    "count": "1",
    "description": "",
    "reference": "أبو داود، 4/ 327، برقم 5105، وأحمد، 3/ 306، برقم 14283.",
    "zekr":
    "إِذَا سَمِعْتُمْ نُبَاحَ الْكِلاَبِ وَنَهِيقَ الْحَمِيرِ بِاللَّيْلِ فَتَعَوَّذُوا بِاللَّهِ مِنْهُنَّ؛ فَإِنَّهُنَّ يَرَيْنَ مَا لاَ تَرَوْنَ."
  },
  {
    // "id": "257",
    "category": "الدعاء لمن سببته",
    "count": "1",
    "description": "",
    "reference": "البخاري مع الفتح، 11/ 171، برقم 6361، ومسلم، 4/ 2007، برقم 396، ولفظه: ((فاجعلها له زكاةً ورحمةً)).",
    "zekr":
    "قَالَ النَّبِيُّ صلى الله عليه وسلم: اللَّهُمَّ فَأَيُّمَا مُؤْمِنٍ سَبَبْتُهُ فَاجْعَلْ ذَلِكَ لَهُ قُرْبَةً إِلَيْكَ يَوْمَ الْقِيَامَةِ."
  },
  {
    // "id": "258",
    "category": "ما يقول المسلم إذا مدح المسلم",
    "count": "1",
    "description": "",
    "reference": "رواه مسلم، 4/ 2296، برقم 3000.",
    "zekr":
    "قَالَ النَّبِيُّ صلى الله عليه وسلم: إِذَا كَانَ أَحَدُكُم مَادِحاً صَاحِبَهُ لاَ مَحَالَةَ فَلْيَقُلْ: أَحْسِبُ فُلاَناً وَاللَّهُ حَسِيبُهُ، وَلاَ أُزَكِّي عَلَى اللَّهِ أَحَداً، أَحْسِبُهُ – إِنْ كَانَ يَعْلَمُ ذَاكَ – كَذَا وَكَذَا."
  },
  {
    // "id": "259",
    "category": "ما يقول المسلم إذا زكي",
    "count": "1",
    "description": "",
    "reference": "البخاري في الأدب المفرد، برقم 761، وما بين المعقوفين زيادة للبيهقي في شعب الإيمان، 4/ 228 من طريق آخر.",
    "zekr":
    "اللَّهُمَّ لاَ تُؤَاخِذْنِي بِمَا يَقُولُونَ، وَاغْفِرْ لِي مَا لاَ يَعْلَمُونَ، [وَاجْعَلْنِي خَيْراً مِمَّا يَظُّنُّونَ]."
  },
  {
    // "id": "260",
    "category": "كيف يلبي المحرم في الحج أو العمرة ؟",
    "count": "1",
    "description": "",
    "reference": "البخاري مع الفتح، 3/ 408، برقم 1549، ومسلم، 2/ 841، برقم 1184.",
    "zekr":
    "لَبَّيْكَ اللَّهُمَّ لَبَّيْكَ، لَبَّيْكَ لاَ شَرِيكَ لَكَ لَبَّيْكَ، إِنَّ الْحَمْدَ، وَالنِّعْمَةَ، لَكَ وَالْمُلْكَ، لاَ شَرِيكَ لَكَ."
  },
  {
    // "id": "261",
    "category": "التكبير إذا أتى الركن الأسود",
    "count": "1",
    "description": "",
    "reference": "البخاري مع الفتح، 3/ 476، برقم 1613، والمراد بالشيء: المحجن. انظر: البخاري مع الفتح، 3/ 472.",
    "zekr":
    "طَافَ النَّبيُّ صلى الله عليه وسلم بِالْبَيْتِ عَلَى بَعِيرٍ كُلَّمَا أَتَى الرُّكْنَ أَشَارَ إِلَيْهِ بِشَيْءٍ عِنْدَهُ وَكَبَّرَ."
  },
  {
    // "id": "262",
    "category": "الدعاء بين الركن اليماني والحجر الأسود",
    "count": "1",
    "description": "",
    "reference": "أبو داود، 2/ 179، برقم 1894، وأحمد، 3/ 411، برقم 15398، والبغوي في شرح السنة، 7/ 128، والآية من سورة البقرة: 201.",
    "zekr":
    "﴿رَبَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الْآخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ﴾"
  },
  {
    // "id": "263",
    "category": "دعاء الوقوف على الصفا والمروة",
    "count": "1",
    "description": "",
    "reference": "مسلم، 2/ 888، برقم 1218،والآية من سورة البقرة، رقم 158.",
    "zekr":
    "لَمَّا دَنَا النَّبِيُّ صلى الله عليه وسلم مِنَ الصَّفَا قَرَأَ: ﴿إِنَّ الصَّفَا وَالْمَرْوَةَ مِنْ شَعَآئِرِ اللَّهِ﴾ أَبْدَأُ بِمَا بَدَأَ اللَّهُ بِهِ فَبَدَأَ بِالصَّفَا فَرَقِيَ عَلَيْهِ حَتَّى رَأَى الْبَيْتَ، فَاسْتَقْبَلَ الْقِبْلَةَ، فَوَحَّدَ اللَّهَ وَكبَّرَهُ وَقَالَ: لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ، أَنْجَزَ وَعْدَهُ، وَنَصَرَ عَبْدَهُ، وَهَزَمَ الْأَحْزَابَ وَحْدَهُ، ثُمَّ دَعَا بَيْنَ ذلكَ قَالَ مِثْلَ هَذَا ثَلاَثَ مَرَّاتٍ الْحَدِيثُ وَفِيهِ: فَفَعَلَ عَلَى الْمَرْوَةِ كَمَا فَعَلَ عَلَى الصَّفَا."
  },
  {
    // "id": "264",
    "category": "الدعاء يوم عرفة",
    "count": "1",
    "description": "",
    "reference": "الترمذي، برقم 3585.",
    "zekr":
    "قَالَ النَّبِيُّ صلى الله عليه وسلم: خَيْرُ الدُّعَاءِ دُعَاءُ يَوْمِ عَرَفَةَ، وَخَيْرُ مَا قُلْتُ أَنَا وَالنَّبيُّونَ مِنْ قَبْلِي: لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ."
  },
  {
    // "id": "265",
    "category": "الذكر عند المشعر الحرام",
    "count": "1",
    "description": "",
    "reference": "مسلم، 2/ 891، برقم 1218.",
    "zekr":
    "رَكِبَ النَّبِيُّ صلى الله عليه وسلم الْقَصْوَاءَ حَتَّى أَتَى الْمَشْعَرَ الْحَرَامَ فَاسْتَقْبَلَ الْقِبْلَةَ (فَدَعَاهُ، وَكَبَّرَهُ، وَهَللَّهُ، وَوَحَّدَهُ) فَلَمْ يَزَلْ وَاقِفاً حَتَّى أَسْفَرَ جِدَّاً فَدَفَعَ قَبْلَ أَنْ تَطْلُعَ الشَّمسُ."
  },
  {
    // "id": "266",
    "category": "التكبير عند رمي الجمار مع كل حصاة",
    "count": "1",
    "description": "",
    "reference": "البخاري مع الفتح، 3/ 583، برقم 1751، وانظر لفظه هناك. والبخاري مع الفتح، 3/ 583، و3/ 584، و3/ 581، برقم 1753، ورواه مسلم أيضاً، برقم 1218.",
    "zekr":
    "يُكَبِّرُ كُلَّمَا رَمَى بِحَصَاةٍ عِنْدَ الْجِمَارِ الثَّلاَثِ، ثُمَّ يَتَقَدَّمُ، ويَقِفُ يَدْعُو مُسْتَقْبِلَ الْقِبلَةِ، رَافِعاً يَدَيْهِ بَعْدَ الْجَمْرَةِ الْأُولَى وَالثَّانِيَةِ أَمَّا جَمْرَةُ الْعَقَبَةِ فَيَرْمِيهَا وَيُكَبِّرُ عِنْدَ كُلِّ حَصَاةٍ وَيَنْصَرِفُ وَلاَ يَقِفُ عِنْدَهَا."
  },
  {
    // "id": "267",
    "category": "دعاء التعجب والأمر السار",
    "count": "1",
    "description": "",
    "reference": "البخاري مع الفتح، 1/ 210، و390، و414، برقم، 115، ورقم 3599، ورقم 6218، ومسلم، 4/ 1857، برقم 1674.",
    "zekr": "سُبْحَانَ اللَّهِ!."
  },
  {
    // "id": "268",
    "category": "دعاء التعجب والأمر السار",
    "count": "1",
    "description": "",
    "reference": "البخاري مع الفتح، 8/ 441، برقم 4741، وبرقم 3062، والترمذي، برقم 2180، والنسائي في الكبرى، برقم 11185، وانظر: صحيح الترمذي، 2/ 103، و2/ 235، ومسند أحمد، 5/ 218، برقم 21900.",
    "zekr": "اللَّهُ أَكْبَرُ!."
  },
  {
    // "id": "269",
    "category": "ما يفعل من أتاه أمر يسره",
    "count": "1",
    "description": "",
    "reference": "رواه أهل السنن إلا النسائي: أبو داود، برقم 2774، والترمذي، برقم 1578، وابن ماجه، برقم 1394. انظر صحيح ابن ماجه، 1/ 233.",
    "zekr":
    "كَانَ النَّبيُّ صلى الله عليه وسلم إِذَا أَتَاهُ أَمْرٌ يَسُرُّهُ أَوْ يُسَرُّ بِهِ خَرَّ سَاجِداً شُكْراً لِلَّهِ تَبَارَكَ وَتَعَالَى."
  },
  {
    // "id": "270",
    "category": "ما يقول من أحس وجعا في جسده",
    "count": "1",
    "description": "",
    "reference": "مسلم، 4/ 1728، برقم 2202.",
    "zekr":
    "ضَعْ يَدَكَ عَلَى الَّذِي تَألَّمَ مِنْ جَسَدِكَ وَقُلْ: بِسْمِ اللَّهِ، ثَلاَثاً، وَقُلْ سَبْعَ مَرَّاتٍ: أَعُوذُ بِاللَّهِ وَقُدْرَتِهِ مِنْ شَرِّ مَا أَجِدُ وَأُحَاذِرُ."
  },
  {
    // "id": "271",
    "category": "دعاء من خشي أن يصيب شيئا بعينه",
    "count": "1",
    "description": "",
    "reference": "مسند أحمد 4/ 447، برقم 15700، وابن ماجه، برقم 3508، ومالك، 3/ 118 - 119، وانظر تحقيق زاد المعاد للأرناؤوط 4/ 170.",
    "zekr":
    "إِذَا رَأَى أَحَدُكُم مِنْ أَخِيهِ، أَوْ مِنْ نَفْسِهِ، أَوْ مِنْ مَالِهِ مَا يُعْجِبُهُ [فَلْيَدْعُ لَهُ بِالْبَرَكَةِ] فَإِنَّ الْعَيْنَ حَقٌّ."
  },
  {
    // "id": "272",
    "category": "ما يقال عند الفزع",
    "count": "1",
    "description": "",
    "reference": "البخاري مع الفتح، 6/ 381، برقم 3346، ومسلم، 4/ 2208، برقم 2880.",
    "zekr": "لاَ إِلَهَ إِلاَّ اللَّهُ."
  },
  {
    // "id": "273",
    "category": "ما يقول عند الذبح أو النحر",
    "count": "1",
    "description": "",
    "reference": "مسلم، 3/ 1557، برقم 1967، والبيهقي، 9/ 287 وما بين المعقوفين للبيهقي، 9/ 287 وغيره، والجملة الأخيرة سقتها بالمعنى من رواية مسلم.",
    "zekr":
    "بِسْمِ اللَّهِ وَاللَّهُ أَكْبَرُ [اللَّهُمَّ مِنْكَ وَلَكَ] اللَّهُمَّ تَقَبَّلْ مِنِّي."
  },
  {
    // "id": "274",
    "category": "ما يقول لرد كيد مردة الشياطين",
    "count": "1",
    "description": "",
    "reference": "أحمد، 3/ 419، برقم 15461، بإسناد صحيح، وابن السني، برقم 637، وصحح إسناده الأرناؤوط في تخريجه للطحاوية، ص133، وانظر: مجمع الزوائد، 10/ 127.",
    "zekr":
    "أَعُوذُ بكَلِمَاتِ اللَّهِ التَّامَّاتِ الَّتِي لاَ يُجَاوِزُهُنَّ بَرٌّ وَلاَ فَاجِرٌ: مِنْ شَرِّ مَا خَلَقَ، وَبَرَأَ وَذَرَأَ، وَمِنْ شَرِّ مَا يَنْزِلُ مِنَ السَّمَاءِ، وَمِنْ شَرِّ مَا يَعْرُجُ فيهَا، وَمِنْ شَرِّ مَا ذَرَأَ فِي الْأَرْضِ، وَمِنْ شَرِّ مَا يَخْرُجُ مِنْهَا، وَمِنْ شَرِّ فِتَنِ اللَّيْلِ وَالنَّهَارِ، وَمِنْ شَرِّ كُلِّ طَارِقٍ إِلاَّ طَارِقاً يَطْرُقُ بِخَيْرٍ يَا رَحْمَنُ."
  },
  {
    // "id": "275",
    "category": "الاستغفار و التوبة",
    "count": "1",
    "description": "",
    "reference": "البخاري مع الفتح، 11/ 101، برقم 6307.",
    "zekr":
    "قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم: وَاللَّهِ إِنِّي لأَسْتَغفِرُ اللَّهَ وَأَتُوبُ إِلَيْهِ فِي الْيَوْمِ أَكْثَرَ مِنْ سَبْعِينَ مَرَّةٍ."
  },
  {
    // "id": "276",
    "category": "الاستغفار و التوبة",
    "count": "1",
    "description": "",
    "reference": "مسلم، 4/ 2076، برقم 2702.",
    "zekr":
    "وَقَالَ صلى الله عليه وسلم: يَا أَيُّهَا النَّاسُ تُوبُوا إِلَى اللَّهِ فَإِنِّي أَتُوبُ فِي الْيَوْمِ إِلَيْهِ مِائَةَ مَرَّةٍ."
  },
  {
    // "id": "277",
    "category": "الاستغفار و التوبة",
    "count": "1",
    "description": "",
    "reference": "أبو داود، 2/ 85، برقم 1517، والترمذي، 5/ 569، برقم 3577، والحاكم وصححه ووافقه الذهبي، 1/ 511.",
    "zekr":
    "وَقَالَ صلى الله عليه وسلم: مَنْ قَالَ أَسْتَغْفِرُ اللَّهَ الْعَظيمَ الَّذِي لاَ إِلَهَ إِلاَّ هُوَ الْحَيُّ القَيّوُمُ وَأَتُوبُ إِلَيهِ، غَفَرَ اللَّهُ لَهُ وَإِنْ كَانَ فَرَّ مِنَ الزَّحْفِ."
  },
  {
    // "id": "278",
    "category": "الاستغفار و التوبة",
    "count": "1",
    "description": "",
    "reference": "الترمذي، برقم 3579، والنسائي، 1/ 279، برقم 572، والحاكم، 1/ 309، وانظر: صحيح الترمذي، 3/ 183، وجامع الأصول بتحقيق الأرناؤوط، 4/ 144.",
    "zekr":
    "وَقَالَ صلى الله عليه وسلم: أَقْرَبُ مَا يَكُونُ الرَّبُّ مِنَ الْعَبْدِ فِي جَوْفِ اللَّيْلِ الآخِرِ فَإِنِ اسْتَطَعْتَ أَنْ تَكُونَ مِمَّنْ يَذْكُرُ اللَّهَ فِي تِلْكَ السَّاعَةِ فَكُنْ."
  },
  {
    // "id": "279",
    "category": "الاستغفار و التوبة",
    "count": "1",
    "description": "",
    "reference": "مسلم، 1/ 350، برقم 482.",
    "zekr":
    "وَقَالَ صلى الله عليه وسلم: أَقْرَبُ مَا يَكُونُ الْعَبْدُ مِنْ رَبِّهِ وَهُوَ سَاجِدٌ فَأَكثِرُوا الدُّعَاءَ."
  },
  {
    // "id": "280",
    "category": "الاستغفار و التوبة",
    "count": "1",
    "description": "",
    "reference": "أخرجه مسلم، 4/ 2075، برقم 2702، قال ابن الأثير: ((ليُغان على قلبي))، أي ليُغطَّى ويُغشى، والمراد به: السهو؛ لأنه كان - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لا يزال في مزيد من الذكر والقربة ودوام المراقبة، فإذا سها عن شيء منها في بعض الأوقات، أو نسي، عَدّهُ ذَنباً على نفسه، ففزع إلى الاستغفار. انظر: جامع الأصول، 4/ 386.",
    "zekr":
    "وَقَالَ صلى الله عليه وسلم: إِنَّهُ لَيُغَانُ عَلَى قَلْبِي وَإِنِّي لأَسْتَغْفِرُ اللَّهَ فِي الْيَوْمِ مِائَةَ مَرَّةٍ."
  },
  {
    // "id": "281",
    "category": "فضل التسبيح والتحميد، والتهليل، والتكبير",
    "count": "1",
    "description": "",
    "reference": "البخاري، 7/ 168، برقم 6405، ومسلم، 4/ 2071، برقم 2691، وانظر: فضل من قالها مائة مرة إذا أصبح وإذا أمسى، ص 65 من هذا الكتاب.",
    "zekr":
    "قَالَ صلى الله عليه وسلم مَنْ قَالَ: سُبْحَانَ اللَّهِ وَبِحَمْدِهِ فِي يَوْمٍ مِائَةَ مَرَّةٍ حُطَّتْ خَطَايَاهُ وَلَوْ كَانَتْ مِثْلَ زَبَدِ الْبَحْر."
  },
  {
    // "id": "282",
    "category": "فضل التسبيح والتحميد، والتهليل، والتكبير",
    "count": "1",
    "description": "",
    "reference": "البخاري، 7/ 67، برقم 6404، ومسلم بلفظه، 4/ 2071، برقم 2693، وانظر: فضل من قالها في اليوم مائة مرة: الدعاء رقم 93، ص 66 من هذا الكتاب.",
    "zekr":
    "وَقَالَ صلى الله عليه وسلم: مَنْ قَالَ لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ، وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ عَشْرَ مِرَارٍ، كَانَ كَمَنْ أَعْتَقَ أَرْبَعَةَ أَنْفُسٍ مِنْ وَلَدِ إِسْمَاعِيلَ."
  },
  {
    // "id": "283",
    "category": "فضل التسبيح والتحميد، والتهليل، والتكبير",
    "count": "1",
    "description": "",
    "reference": "البخاري، 7/ 168، برقم 6404، ومسلم، 4/ 2072، برقم 2694.",
    "zekr":
    "وَقَالَ صلى الله عليه وسلم: كَلِمَتَانِ خَفِيفَتَانِ عَلَى اللِّسَانِ، ثَقِيلَتَانِ فِي الْمِيزَانِ، حَبِيبَتَانِ إِلَى الرَّحْمَنِ: سُبْحَانَ اللَّهِ وَبِحَمْدِهِ، سُبْحانَ اللَّهِ الْعَظِيمِ."
  },
  {
    // "id": "284",
    "category": "فضل التسبيح والتحميد، والتهليل، والتكبير",
    "count": "1",
    "description": "",
    "reference": "مسلم، 4/ 2072، برقم 2695.",
    "zekr":
    "وَقَالَ صلى الله عليه وسلم: لَأَنْ أَقُولَ سُبْحَانَ اللَّهِ، وَالْحَمْدُ لِلَّهِ، وَلاَ إِلَهَ إِلاَّ اللَّهُ، وَاللَّهُ أَكْبَرُ، أَحَبُّ إِلَيَّ مِمَّا طَلَعَتْ عَلَيْهِ الشَّمسُ"
  },
  {
    // "id": "285",
    "category": "فضل التسبيح والتحميد، والتهليل، والتكبير",
    "count": "1",
    "description": "",
    "reference": "مسلم، 4/ 2073، برقم 2698.",
    "zekr":
    "وَقَالَ صلى الله عليه وسلم: أَيَعْجِزُ أَحَدُكُم أَنْ يَكْسِبَ كُلَّ يَوْمٍ أَلْفَ حَسَنَةٍ فَسَأَلَهُ سَائِلٌ مِنْ جُلَسَائِهِ كَيْفَ يَكْسِبُ أَحَدُنَا أَلْفَ حَسَنَةٍ؟ قَالَ: يُسَبِّحُ مِائَةَ تَسْبِيحَةٍ، فَيُكتَبُ لَهُ أَلْفُ حَسَنَةٍ أَوْ يُحَطُّ عَنْهُ أَلْفُ خَطِيئَةٍ"
  },
  {
    // "id": "286",
    "category": "فضل التسبيح والتحميد، والتهليل، والتكبير",
    "count": "1",
    "description": "",
    "reference": "أخرجه، الترمذي، 5/ 511، برقم 3464، والحاكم، 1/ 501، وصححه ووافقه الذهبي، وانظر: صحيح الجامع، 5/ 531، وصحيح الترمذي، 3/ 160.",
    "zekr":
    "مَنْ قَالَ: سُبْحَانَ اللَّهِ الْعَظِيمِ وَبِحَمْدِهِ غُرِسَتْ لَهُ نَخْلَةٌ فِي الْجَنَّةِ."
  },
  {
    // "id": "287",
    "category": "فضل التسبيح والتحميد، والتهليل، والتكبير",
    "count": "1",
    "description": "",
    "reference": "البخاري مع الفتح، 11/ 213، برقم 4206، ومسلم، 4/ 2076، برقم 2704.",
    "zekr":
    "وَقَالَ صلى الله عليه وسلم: يَا عَبْدَ اللَّهِ بْنَ قَيْسٍ أَلاَ أَدُلُّكَ عَلَى كَنْزٍ مِنْ كُنُوزِ الْجَنَّةِ؟ فَقُلْتُ: بَلَى يَا رَسُولَ اللَّهِ، قَالَ: قُلْ لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللَّهِ."
  },
  {
    // "id": "288",
    "category": "فضل التسبيح والتحميد، والتهليل، والتكبير",
    "count": "1",
    "description": "",
    "reference": "مسلم، 3/ 1685، برقم 2137.",
    "zekr":
    "وَقَالَ صلى الله عليه وسلم: أَحَبُّ الْكَلاَمِ إِلَى اللَّهِ أَرْبَعٌ: سُبْحَانَ اللَّهِ، وَالْحَمْدُ لِلَّهِ، وَلاَ إِلَهَ إِلاَّ اللَّهُ، وَاللَّهُ أَكْبَرُ، لاَ يَضُرُّكَ بِأَيِّهِنَّ بَدَأتَ."
  },
  {
    // "id": "289",
    "category": "فضل التسبيح والتحميد، والتهليل، والتكبير",
    "count": "1",
    "description": "",
    "reference": "مسلم، 4/ 2072، برقم 2696، وزاد أبو داود، 1/ 220، برقم 832: فلما ولّى الأعرابي قال النبي - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: ((لقد ملأ يده من الخير)).",
    "zekr":
    "جَاءَ أَعْرَابِيٌّ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ: عَلِّمْنِي كَلاماً أَقُولُهُ: قَالَ: قُلْ: لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، اللَّهُ أَكْبَرُ كَبِيراً، وَالْحَمْدُ لِلَّهِ كَثِيراً، سُبْحَانَ اللَّهِ رَبِّ العَالَمِينَ، لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللَّهِ الْعَزِيزِ الْحَكِيمِ قَالَ: فَهَؤُلاَءِ لِرَبِّي، فَمَا لِي؟ قَالَ: قُلْ: اللَّهُمَّ اغْفِرْ لِي، وَارْحَمْنِي، وَاهْدِنِي، وَارْزُقْنِي."
  },
  {
    // "id": "290",
    "category": "فضل التسبيح والتحميد، والتهليل، والتكبير",
    "count": "1",
    "description": "",
    "reference": "مسلم، 4/ 2073، برقم 3697، وفي رواية له أيضاً: ((فإن هؤلاء تجمع لك دنياك وآخرتك)).",
    "zekr":
    "كَانَ الرَّجُلُ إِذَا أَسْلَمَ عَلَّمَهُ النَّبيُّ صلى الله عليه وسلم الصَّلاَةَ ثُمَّ أَمَرَهُ أَنْ يَدْعُوَ بِهَؤُلاَءِ الْكَلِمَاتِ: اللَّهُمَّ اغْفِرِ لِي، وَارْحَمْنِي، وَاهْدِنِي، وَعَافِنِي وَارْزُقْنِي."
  },
  {
    // "id": "291",
    "category": "فضل التسبيح والتحميد، والتهليل، والتكبير",
    "count": "1",
    "description": "",
    "reference": "الترمذي، 5/ 462، برقم 3383، وابن ماجه، 2/ 1249، برقم 3800، والحاكم، 1/ 503،وصححه ووافقه الذهبي، وانظر: صحيح الجامع، 1/ 362.",
    "zekr":
    "إِنَّ أَفْضَلَ الدُّعَاءِ الْحَمْدُ لِلَّهِ، وَأَفْضَلَ الذِّكْرِ لاَ إِلَهَ إِلاَّ اللَّهُ."
  },
  {
    // "id": "292",
    "category": "فضل التسبيح والتحميد، والتهليل، والتكبير",
    "count": "1",
    "description": "",
    "reference": "أحمد، برقم 513، بترتيب أحمد شاكر، وانظر: مجمع الزوائد، 1/ 297، وعزاه ابن حجر في بلوغ المرام من رواية أبي سعيد إلى النسائي [في الكبرى]، برقم 10617، وقال: صححه ابن حبان، [برقم 840]، والحاكم [1/ 541].",
    "zekr":
    "الباقيات الصالحات : سبحان الله والحمد لله ، ولا إله إلا الله ،والله أكبر ،و لا حول ولا قوة إلا بالله."
  },
  {
    // "id": "293",
    "category": "كيف كان النبي ﷺ يسبح؟",
    "count": "1",
    "description": "",
    "reference": "أخرجه أبو داود بلفظه، 2/ 81، برقم 1502، والترمذي، 5/ 521، برقم 3486، وانظر: صحيح الجامع، 4/ 271، برقم 4865.",
    "zekr":
    "عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو رضي الله عنه قَالَ: رَأَيْتُ النَّبيَّ صلى الله عليه وسلم يَعْقِدُ التَّسْبِيحَ وفي زيادةٍ: بِيَمِينِهِ."
  },
  {
    // "id": "294",
    "category": "من أنواع الخير والآداب الجامعة",
    "count": "1",
    "description": "",
    "reference": "البخاري مع الفتح، 10/ 88، برقم 5623، ومسلم، 3/ 1595، برقم 2012.",
    "zekr":
    "قَالَ النَّبِيُّ صلى الله عليه وسلم إِذَا كَانَ جُنْحُ اللَّيْلِ – أَوْ أَمْسَيْتُم – فَـكُفُّوا صِبْيانَـكُم، فَإِنَّ الشَّيَاطِينَ تَنْتَشِرُ حِينَئِذٍ، فَإِذَا ذَهَبَ سَاعَةٌ مِنَ اللَّيلِ فَخَلُّوهُمْ، وَأَغْلِقُوا الأَبْوَابَ وَاذْكُرُوا اسْمَ اللَّهِ؛ فَإِنَّ الشَّيطَانَ لاَ يَفْتَحُ بَاباً مُغلَقاً، وَأَوْكُوا قِرَبَكُمْ، وَاذْكُرُوا اسْمَ اللَّهِ، وَخَمِّرُوا آنِيَتَكُم، وَاذْكُرُوا اسْمَ اللَّهِ، وَلَوْ أَنْ تَعْرُضُوا عَلَيْهَا شَيْئاً، وَأَطْفِئُوا مَصَابِيحَكُمْ."
  },
];
 
 List <Map<String , String >> hadithDb = [
    {
       'key':'الحديث الأول',
          "nameHadith" : 'الأعمال بالنيات',
          "textHadith": 'عَنْ أَمِيرِ المُؤمِنينَ أَبي حَفْصٍ عُمَرَ بْنِ الخَطَّابِ قَالَ : سَمِعْتُ رَسُولَ اللهِ ﷺ يَقُولُ : { إِنَّمَا الأَعْمَالُ بِالنِّيَّاتِ ، وَإنَّمَا لِكُلِّ امْرِىءٍ مَا نَوَى ، فَمَنْ كَانَتْ هِجْرَتُهُ إِلى اللهِ وَرَسُوله فَهِجْرتُهُ إلى اللهِ وَرَسُوُله ، وَمَنْ كَانَتْ هِجْرَتُهُ لِدُنْيَا يُصِيْبُهَا ، أَو امْرأَةٍ يَنْكِحُهَا ، فَهِجْرَتُهُ إِلى مَا هَاجَرَ إلَيْهِ } رواه إماما المحدثين أبو عبدالله محمد بن إسماعيل بن إبراهيم بن المغيرة بن بَرْدِزْبَهْ البخاري ، وأبو الحسين مسلم بن الحجَّاج ين مسلم القشيري النيسابوري ، في صحيحيهما اللَذين هما أصح الكتب المصنفة .',          "explanationHadith":'(سَمِعْتُ) دليل على أنه أخذه من النبي بلا واسطة . (إِنَّمَا الأَعْمَالُ بِالنِّيَّاتِ) فيه من أوجه البلاغة الحصر ، وهو : إثبات الحكم في المذكور ونفيه عما سواه . وطريق الحصر : (إِنَّمَا) لأن (إِنَّمَا) تفيد الحصر . ( وَإنَّمَا لِكُلِّ امْرِىءٍ مَا نَوَى) . (وَمَنْ كَانَتْ هِجْرَتُهُ لِدُنْيَا يُصِيْبُهَا ، أَو امْرأَةٍ يَنْكِحُهَا ، فَهِجْرَتُهُ إِلى مَا هَاجَرَ إلَيْهِ ) من البلاغة : إخفاء نية من هاجر للدنيا ، لقوله : (فَهِجْرَتُهُ إِلى مَا هَاجَرَ إلَيْهِ) ولم يقل : إلى دنيا يصيبها ، والفائدة البلاغية في ذلك هي : تحقير ما هاجر إليه هذا الرجل ، أي ليس أهلاً لأن يذكر ، بل يكنى عنه بقوله : (إِلى مَا هَاجَرَ إلَيْهِ) . (فَمَنْ كَانَتْ هِجْرَتُهُ إِلى اللهِ وَرَسُوله) الجواب : (فَهِجْرتُهُ إلى اللهِ وَرَسُوُله) فذكره تنويهاً بفضله.',
               "translateNarrator": 'هو عمر بن الخطاب بن نفيل بن عبدالعزى بن رباح بن عبدالله بن قرط بن رزاح بن عدي بن كعب بن لؤي القرشي العدوي، ، وهو أحد الصحابة الكبار والذي ولد في عام الفيل ، كان كافراً في بداية الدعوة إلى الاسلام ، كان من أسياد قريش وكان الرسول دوماً يدعو " اللهم أعز الاسلام بأحد العمرين " ، حتى كان عز الاسلام بعمر بن الخطاب . كان المسلمون قبل إسلام عمر بن الخطاب يكتمون إسلامهم خوفاً من كبار قريش ، ولكن بعد إسلام عمر بن الخطاب أصبح المسلمون أقوى ، وأصبحوا يجهرون إسلامهم ، كما أنهم خرجوا للطواف حول الكعبة والتكبير بعد إسلام عمر بن الخطاب وايضاً كان عمر بن الخطاب قوي البديهة ، وكان شديد الذكاء ، كما أنه كان معروفاً بقوته ورباطة جأشه ، وكان الكل يخاف مواجهته ، وكان رجل ذو مواقف خالدة و عظيمة . تُوفّي رضي الله عنه بعد أن اغتيل على يد أبي لؤلؤة المجوسي لعنه الله في سنة 24 للهجرة بعد حياة حافلةٍ بالعطاء والبذل والتّضحية .',

          "audioHadith":'nawawi01.mp3',
          
          },
          
    {
           'key':'الحديث الثاني',
          "nameHadith" : 'مراتب الدين',
          "textHadith": 'عَنْ عُمَرَ رَضِيَ اللهُ تَعَالَى عَنْهُ أقَال : بَيْنَمَا نَحْنُ جُلُوْسٌ عِنْدَ رَسُولِ اللهِ ذَاتَ يَوْمٍ إَذْ طَلَعَ عَلَيْناَ رَجُلٌ شَدِيْدُ بَيَاضِ الثّياب شَدِيْدُ سَوَادِ الشَّعْرِ لاَ يُرَى عَلَيهِ أَثَرُ السَّفَرِ وَلاَ يَعْرِفُهُ مِنا أحَدٌ حَتى جَلَسَ إلَى النبِي فَأَسْنَدَ رُكْبَتَيْهِ إلَى رُكْبَتَيْهِ وَوَضَعَ كَفيْهِ عَلَى فَخِذِيْهِ وَقَالَ : يَا مُحَمَّدُ أَخْبِرْنِي عَنِ الإِسْلاَم ، فَقَالَ رَسُولُ اللهِ ﷺ : ( الإِسْلاَمُ أَنْ تَشْهَدَ أَنْ لاَ إلَه إلاَّ اللهُ وَأَنَّ مُحَمَّدَاً رَسُولُ الله ، وَتُقِيْمَ الصَّلاَة ، وَتُؤْتِيَ الزَّكَاةَ ، وَتَصُوْمَ رَمَضَانَ ، وَتَحُجَّ البيْتَ إِنِ اِسْتَطَعتَ إِليْهِ سَبِيْلاً ) قَالَ: صَدَقْتَ. فَعجِبْنَا لَهُ يَسْأَلُهُ وَيُصَدِّقُهُ، قَالَ: فَأَخْبِرِنيْ عَنِ الإِيْمَانِ، قَالَ: " أَنْ تُؤمِنَ بِالله، وَمَلاِئكَتِه، وَكُتُبِهِ ، وَرُسُلِهِ ، وَالْيَومِ الآَخِر ، وَتُؤْمِنَ بِالقَدَرِ خَيْرِهِ وَشَرِّهِ " قَالَ: صَدَقْتَ، قَالَ فَأخْبِرْنِيْ عَنِ الإِحْسَانِ، قَالَ: ( أَنْ تَعْبُدَ اللهَ كَأَنَكَ تَرَاهُ، فَإِنْ لمْ تَكُنْ تَرَاهُ فَإِنَّهُ يَرَاكَ ) . قَالَ: فَأَخْبِرْنِي عَنِ السَّاعَةِ ، قَالَ : ( مَا الْمَسئُوُلُ عَنْهَا بِأَعْلَمَ مِنَ السَّائِلِ ) قَالَ : فَأخْبِرْنِيْ عَنْ أَمَارَاتِها ، قَالَ : ( أَنْ تَلِدَ الأَمَةُ رَبَّتَهَا ، وَأَنْ تَرى الحُفَاةَ العُرَاةَ العَالَةَ رِعَاءَ الشَّاءِ يَتَطَاوَلُوْنَ فِي البُنْيَانِ ) ثْمَّ انْطَلَقَ فَلَبِثتُ مَلِيَّاً ثُمَّ قَالَ : ( يَا عُمَرُ أَتَدْرِي مَنِ السَّائِلُ؟ ) قُلْتُ اللهُ وَرَسُوله أَعْلَمُ قَالَ : ( فَإِنَّهُ جِبْرِيْلُ أَتَاكُمْ يُعَلَّمُكُمْ دِيْنَكُمْ ) .رواه مسلم',
      "explanationHadith": '(بَيْنَمَا نَحْنُ جُلُوْسٌ) "بَيْنَمَا " هي " بينا" ولكن زيدت (مَا) فيها والأصل: بين نحن ، (مَا) زيدت للتوكيد . (جُلُوْسٌ) مبتدأ ، وخبره : (عِنْدَ رَسُولِ اللهِ) (ذَاتَ يَوْمٍ) ذات هنا تفيد النكرة، أي في يوم من الأيام ،وتستعمل في اللغة على وجوه متعددة: تارة تكون بمعنى النكرة الدالة على العموم : كما في جملة الحديث " ذَاتَ يَوْمٍ " وهذا أغلب ما تستعمل . (شَدِيْدُ بَيَاضِ الثّياب) أي عليه ثياب . (شَدِيْدُ سَوَادِ الشَّعْرِ) أي أنه شاب . ( لاَ يُرَى عَلَيهِ أَثَرُ السَّفَرِ) لأن ثيابه بيضاء وشعره أسود ليس فيه غبار ولا شعث السفر ، ولأن المسافر في ذلك الوقت يُرى عليه أثر السفر . (وَلاَ يَعْرِفُهُ مِنا أحَدٌ) أي وليس من أهل المدينة المعروفين ، فهو غريب . (حَتى جَلَسَ إلَى النبِي) ولم يقل عنده ليفيد الغاية ، أي أن جلوسه كان ملاصقاً للنبي ﷺ . ولهذا قال : (فَأَسْنَدَ رُكْبَتَيْهِ إلَى رُكْبَتَيْهِ وَوَضَعَ كَفيْهِ ) أي كفي هذا الرجل (عَلَى فَخِذِيْهِ) أي فخذي هذا الرجل ، وليس على فخذي النبي، وهذا من شدة الاحترام . (وَقَالَ : يَا مُحَمَّدُ) ولم يقل : يا رسول الله ليوهم أنه أعرابي ، لأن الأعراب ينادون النبي ﷺ باسمه العلم ، وأما أهل الحضر فينادونه بوصف النبوة أو الرسالة عليه الصلاة والسلام . (أَخْبِرْنِي عَنِ الإِسْلاَم) أي ما هو الإسلام ؟ أخبرني عنه . (الإِسْلاَمُ أَنْ تَشْهَدَ أَنْ لاَ إلَه إلاَّ اللهُ وَأَنَّ مُحَمَّدَاً رَسُولُ الله) تشهد أي تقر وتعترف بلسانك وقلبك ، فلا يكفي اللسان ، بل لا بد من اللسان والقلب قال الله تعالى :]إِلَّا مَن شَهِدَ بِالْحَقِّ وَهُمْ يَعْلَمُونَ[ (وَأَنَّ مُحَمَّدَاً رَسُولُ الله) أي وتشهد أن محمداً رسول الله ، ولم يقل : أني رسول الله مع أن السياق يقتضيه لأنه يخاطبه ، لكن إظهاره باسمه العلم أوكد وأشد تعظيماً . وقوله : (مُحَمَّدَاً) هو محمد بن عبدالله الهاشمي القرشي من ذرية إسماعيل ، وليس من ذرية إسماعيل رسول سواه . (رَسُولُ الله) رسول بمعنى مرسل ، والرسول هو من أوحى الله بشرع وأمر بتبليغه والعمل به . (وَتُقِيْمَ الصَّلاَة) أي تأتي بها قائمة تامة معتدلة . وكلمة : (الصَّلاَة) تشمل الفريضة والنافلة . (وَتُؤْتِيَ الزَّكَاةَ) تؤتي بمعنى تعطي ، والزكاة هي المال الواجب بذله لمستحقه من الأموال الزكوية تعبداً لله ، وهي الذهب والفضة والماشية والخارج من الأرض وعروض التجارة . (وَتَصُوْمَ رَمَضَانَ) أي تمسك عن المفطرات تعبداً لله تعالى من طلوع الفجر إلى غروب الشمس . وأصل الصيام في اللغة : الإمساك . (وَتَحُجَّ البيْتَ) أي تقصد البيت لأداء النسك في وقت مخصوص تعبداً لله تعالى . (إِنِ اِسْتَطَعتَ إِليْهِ سَبِيْلاً) . (صَدَقْتَ) القائل صدقت : جبريل عليه السلام وهو السائل ، فكيف يقول : صدقت وهو السائل ؟ لأن الذي يقول : صدقت للمتكلم يعني أن عنده علماً سابقاً علم بأن هذا الرجل أصابه ، وهو محل عجب، ولهذا تعجب الصحابة كيف يسأله ويصدقه. قَالَ : (صَدَقْتَ) أي أخبرت بالحق ، والقائل هو جبريل عليه السلام . (فَعجِبْنَا لَهُ يَسْأَلُهُ وَيُصَدِّقُهُ) ووجه العجب أن السائل عادة يكون جاهلاً ، والمصدق يكون عالماً فكيف يجتمع هذا وهذا . قَالَ : ( فَأَخْبِرِنيْ عَنِ الإِيْمَانِ) قال : أي جبريل ، فأخبرني : أي يا محمد عن الإيمان ؟ والإيمان في اللغة : هو الإقرار بالقلب والاعتراف المستلزم للقبول والإذعان وهو مطابق للشرع . وأما قولهم : الإيمان في اللغة التصديق ففيه نظر . قَالَ : ( أَنْ تُؤمِنَ بِالله ، وَمَلاِئكَتِه ، وَكُتُبِهِ ، وَرُسُلِهِ ، وَالْيَومِ الآَخِر ، وَتُؤْمِنَ بِالقَدَرِ خَيْرِهِ وَشَرِّهِ ) هذه ستة أشياء : (أَنْ تُؤمِنَ بِالله) الإيمان بالله يتضمن: أولاً: الإيمان بوجوده سبحانه وتعالى . ثانياً : الإيمان بانفراده بالرّبوبية ، أي تؤمن بأنه وحده الرّب ، والرب هو الخالق المالك المدبر . ثالثاً: الإيمان بانفراده بالألوهية، وأنه وحده الذي لا إله إلا هو لا شريك له. وقوله : (وَمَلاِئكَتِه) بدأ بالملائكة قبل الرسل والكتب لأنهم عالم غيبي ، أما الرسل والكتب فعالم محسوس ، فالملائكة لا يظهرون بالحس إلا بإذن الله (وَكُتُبِهِ) جمع كتاب بمعنى : مكتوب والمراد بها الكتب التي أنزلها الله تعالى على رسله لأنه ما من رسول إلا أنزل الله عليه كتاباً كما قال تعالى: (كَانَ النَّاسُ أُمَّةً وَاحِدَةً فَبَعَثَ اللّهُ النَّبِيِّينَ مُبَشِّرِينَ وَمُنذِرِينَ وَأَنزَلَ مَعَهُمُ الْكِتَابَ) (وَرُسُلِهِ) أي أن تؤمن برسل الله تعالى ، والمراد بالرسل من البشر ، وليُعلم بأنه يعبر برسول ويعبّر بنبي ، فهل معناهما واحد ؟ الجواب : أما في القرآن فكل من ذكر من الأنبياء فهو رسول ، فكلما وجدت في القرآن من نبي فهو رسول، لكن معنى النبي والرسول يختلف . (وَالْيَومِ الآَخِر) هو يوم القيامة ، وسمي آخراً لأنه أخر مراحل بني آدم وغيرهم أيضاً ، فالإنسان له أربع دور ، في بطن أمه ، وفي الدنيا ، وفي البرزخ ، ويوم القيامة وهو آخرها . * الإيمان باليوم الآخر يتضمّن : أولاً : الإيمان بوقوعه ، وأن الله يبعث من في القبور ، وهو إحياؤهم حين ينفخ في الصور ، ويقوم الناس لرب العالمين ، قال تعالى :] ثُمَّ إِنَّكُمْ يَوْمَ الْقِيَامَةِ تُبْعَثُون [ وقال النبي ﷺ : (يُحْشَرُ النَّاسُ يَوْمَ القِيِامَةِ حُفَاةً عُراةً غُرْلاً) وأنه واقع لا محالة ، لأن الله تعالى أخبر به في كتابه وكذلك في السنة . ثانياً : الإيمان بكل ما ذكره الله في كتابه وما صح عن النبي ﷺ مما يكون في ذلك اليوم الآخر . ثالثاً : الإيمان بما ذكر في اليوم الآخر من الحوض والشفاعة والصراط والجنة والنار فالجنة دار النعيم ، والنار دار العذاب الشديد . (وَتُؤْمِنَ بِالقَدَرِ خَيْرِهِ وَشَرِّهِ) وهنا أعاد ﷺ الفعل : (تؤمن) لأهمية الإيمان بالقدر ، لأن الإيمان بالقدر ، لأن الإيمان بالقدر مهم جداً ، وخطير جداً . (قَالَ : صَدَقْتَ) القائل جبريل عليه السلام . ثم قال: ( فَأخْبِرْنِيْ عَنِ الإِحْسَانِ) الإحسان: مصدر أحسن يحسن، وهو بذل الخير والإحسان في حق الخالق، بأن تبني عبادتك على الإخلاص لله تعالى والمتابعة لرسول الله، وأما الإحسان للخلق، فهو بذل الخير لهم من مال أو جاه أو غير ذلك. فقال النبي ﷺ : (الإِحْسَانِ أَنْ تَعْبُدَ اللهَ ) وعبادة الله لا تتحقق إلا بأمرين وهما : الإخلاص لله والمتابعة لرسول الله ﷺ ، أي عبادة الإنسان ربه سبحانه كأنه يراه ، عبادة طلب وشوق ، وعبادة الطلب والشوق يجد الإنسان من نفسه حاثاً عليها ، لأنه يطلب هذا الذي يحبه ، فهو يعبده كأنه يراه ، فيقصده وينيب إليه ويتقرّب إليه سبحانه وتعالى . (فَإِنْ لمْ تَكُنْ تَرَاهُ فَإِنَّهُ يَرَاكَ) أي : اعبده على وجه الخوف ولا تخالفه ، لأنك إن خالفته فإنه يراك ، فتعبده عبادة خائف منه ، هارب من عذابه وعقابه ، وهذه الدرجة عند أهل العبادة أدنى من الدرجة الأولى. (فَأَخْبِرْنِي عَنِ السَّاعَةِ) لم يُعِد قوله (صدقت) اكتفاءً بالأولى. والساعة هي : قيام الناس من قبورهم لرب العالمين ، يعني البعث ، وسميت ساعة لأنها داهية عظيمة ، قال الله تعالى :] يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمْ إِنَّ زَلْزَلَةَ السَّاعَةِ شَيْءٌ عَظِيمٌ [ فقال النبي ﷺ : (مَا الْمَسئُوُلُ عَنْهَا) يعني نفسه (بِأَعْلَمَ مِنَ السَّائِلِ) يعني جبريل عليه السلام ، والمعنى إذا كنت تجهلها فأنا أجهلها ولا أستطيع أن أخبرك بها ، لأن علم الساعة مما اختص الله به. ولما قال النبي ﷺ : (مَا الْمَسئُوُلُ عَنْهَا بِأَعْلَمَ مِنَ السَّائِلِ) أي علامات قربها ، لأن الأمارة بمعنى العلامة ، والمراد أمارات قربها وهو ما يعرف بالأشراط ، قال الله تعالى : ] فَهَلْ يَنظُرُونَ إِلَّا السَّاعَةَ أَن تَأْتِيَهُم بَغْتَةً فَقَدْ جَاء أَشْرَاطُهَا [ * وأشراط الساعة قسّمها العلماء إلى ثلاثة أقسام : 1- أشراط مضت وانتهت . 2- أشراط لم تزل تتجدد وهي الوسطى . 3- أشراط كبرى تكون عند قرب قيام الساعة . ومن علامات الساعة ما ذكره ﷺ في هذا الحديث بقوله : ( أَنْ تَلِدَ الأَمَةُ رَبَّتَهَا) وفي لفظ ( رَبَّهَا) والمعنى : (أَنْ تَلِدَ الأَمَةُ) أي الرقيقة المملوكة (رَبَّهَا) أي سيدها ، أو (رَبَّتَهَا ) . (وَأَنْ تَرى الحُفَاةَ العُرَاةَ العَالَةَ) الحفاة: يعني: ليس لهم نعال . والعراة : أي ليس لهم ثياب تكسوهم وتكفيهم . العالة : أي ليس عندهم ما يأكلون من النفقة أو السكنى أو ما أشبه ذلك ، عالة أي فقراء . ( يَتَطَاوَلُوْنَ فِي البُنْيَانِ) أي يكونون أغنياء حتى يتطاولون في البنيان أيهم أطول . ( ثْمَّ انْطَلَقَ فَلَبِثتُ مَلِيَّاً) يعني بقيت ملياً أي مدة طويلة كما في قوله تعالى: (وَاهْجُرْنِي مَلِيًّا أي مدة طويلة) . ثُمَّ قَالَ : (يَا عُمَرُ) والقائل النبي : (أَتَدْرِي مَنِ السَّائِلُ؟) قُلْتُ : (اللهُ وَرَسُوله أَعْلَمُ) قَالَ : (فَإِنَّهُ جِبْرِيْلُ أَتَاكُمْ يُعَلَّمُكُمْ دِيْنَكُمْ) ولعل النبي ﷺ وجده فيما بعد وسأله : أتدري من السائل ؟ أي أتعلم من هو ؟ فَقَالَ عُمَرُ: (اللهُ وَرَسُوله أَعْلَمُ) وهذا يدل على أن عمر لا علم له من هذا السائل . فقال النبي ﷺ : (فَإِنَّهُ جِبْرِيْلُ) الإشارة هنا إلى شيء معلوم بالذهن ، أي هذا جبريل؟ (أَتَاكُمْ يُعَلَّمُكُمْ دِيْنَكُمْ) لكنه جاء بهذه الصيغة أي صيغة السؤال والجواب لأنه أمكن في النفس وأقوى في التأثير.',
      "translateNarrator": 'هو عمر بن الخطاب بن نفيل بن عبدالعزى بن رباح بن عبدالله بن قرط بن رزاح بن عدي بن كعب بن لؤي القرشي العدوي، ، وهو أحد الصحابة الكبار والذي ولد في عام الفيل ، كان كافراً في بداية الدعوة إلى الاسلام ، كان من أسياد قريش وكان الرسول دوماً يدعو " اللهم أعز الاسلام بأحد العمرين " ، حتى كان عز الاسلام بعمر بن الخطاب . كان المسلمون قبل إسلام عمر بن الخطاب يكتمون إسلامهم خوفاً من كبار قريش ، ولكن بعد إسلام عمر بن الخطاب أصبح المسلمون أقوى ، وأصبحوا يجهرون إسلامهم ، كما أنهم خرجوا للطواف حول الكعبة والتكبير بعد إسلام عمر بن الخطاب وايضاً كان عمر بن الخطاب قوي البديهة ، وكان شديد الذكاء ، كما أنه كان معروفاً بقوته ورباطة جأشه ، وكان الكل يخاف مواجهته ، وكان رجل ذو مواقف خالدة و عظيمة . تُوفّي رضي الله عنه بعد أن اغتيل على يد أبي لؤلؤة المجوسي لعنه الله في سنة 24 للهجرة بعد حياة حافلةٍ بالعطاء والبذل والتّضحية .',
          "audioHadith":'nawawi02.mp3'},
    {
          'key':'الحديث الثالث',
          "nameHadith" : 'أركان الإسلام',
        "textHadith": 'عَنْ أَبِيْ عَبْدِ الرَّحْمَنِ عَبْدِ اللهِ بْنِ عُمَرَ بْن الخَطَّابِ رَضِيَ اللهُ عَنْهُمَا قَالَ: سَمِعْتُ النبي ﷺ يَقُوْلُ: { بُنِيَ الإِسْلامُ عَلَى خَمْسٍ: شَهَادَةِ أَنْ لاَ إِلَهَ إِلاَّ الله وَأَنَّ مُحَمَّدَاً رَسُوْلُ اللهِ، وَإِقَامِ الصَّلاةِ، وَإِيْتَاءِ الزَّكَاةِ، وَحَجِّ البِيْتِ، وَصَوْمِ رَمَضَانَ }',
          "explanationHadith": 'يَقُوْلُ ﷺ : ( بُنِيَ الإِسْلامُ ) الذي بناه هو الله عزّ وجل، وأبهم الفاعل للعلم به، كما أُبهم الفاعل في قوله تعالى: {وَخُلِقَ الْإِنْسَانُ ضَعِيفاً } فلم يبين من الخالق، لكنه معلوم، فما عُلم شرعاً أو قدراً جاز أن يبنى فعله لما لم يسم فاعله. ( عَلَى خَمْسٍ ) أي على خمسِ دعائم. " شَهَادَة أنْ لا إِلَهَ إِلاَّ الله وَأَنَّ مُحَمَّدَاً رَسُوْلُ اللهِ " الشهادتان: نطق باللسان، واعتقاد بالجنان. " وَإِقَامِ الصّلاةِ، وَإِيْتَاءِ الزَّكَاةِ، وَحَجِّ البّيْتِ، وَصَوْمِ رَمَضَان " إقام الصلاة: عمل بدني يشتمل على قول وفعل، وما قد يجب من المال لإكمال الصلاة فإنه لا يعد منها، وهو خارج عن العبادة، ولذلك نقول: إن الصلاة عبادة بدنية محضة. إيتاء الزكاة: عبادة مالية لا بدنية، وكون الغني يجب أن يوصلها للفقير، وربما يمشي وربما يستأجر سيارة، هذا أمر خارج عن العبادة. حج البيت :أي: الكعبة، وهو واجب على المسلم العاقل البالغ الحر المستطيع، والصحيح من أقوال العلماء أنه واجب على الفور، والله أعلم. صوم رمضان: عبادة بدنية لكن من نوع آخر، الصلاة بدنية لكنها فعل، والصيام بدني لكنه كف وترك، لأنه قد يسهل على الإنسان أن يفعل ويصعب عليه أن يكف، وقد يسهل عليه الكف ويصعب عليه الفعل، فنوعت العبادات ليكمل بذلك الامتحان، فسبحان الله العظيم.',
          "translateNarrator": 'عبدالله بن عمر بن الخطاب العدوي القرشي المكي المدني، وأمه زينب بنت مظعون بن حبيب بن وهب بن حذافة الجمحي، أخت عثمان بن مظعون، أسلم بمكة قديمًا مع أبيه وهو صغير، وهاجر معه، وكان من فقهاء الصحابة وزهَّادهم، ولا يصح قول من قال: إنه أسلم قبل أبيه وهاجر قبله، ولم يشهد بدرًا، وعُرض على النبي ﷺ يوم أحد وهو ابن أربعة عشر عامًا فرده، ثم عرض عليه يوم الخندق وهو ابن خمسة عشر فأجازه، لم يتخلف بعد عن النبي ﷺ ، وهو أحد العبادلة الأربعة، وثانيهم ابن عباس، وثالثهم عبدالله بن عمرو بن العاص، ورابعهم عبدالله بن الزبير، كان عبد الله بن عمر بن الخطاب (أبو عبد الرحمن) شديد الورع والخوف من الله ومن شدة ورعه أن دعاه يومًا الخليفة عثمان بن عفان وطلب منه أن يشغل منصب القضاء فاعتذر وعندما سأله عثمان لماذا ترفض فرد عليه عبد الله بن عمر بن الخطاب قائلا " بلغني أن القضاة ثلاثة: قاضٍ يقضي بجهل فهو في النار، وقاضٍ يقضي بهوى فهو في النار، وقاضٍ يجتهد ويصيب؛ فهو كفاف لا وزر ولا أجر " وقال له اعفينى فأعفاه عثمان بعد أن أخذ عليه عهدًا ألاَّ يخبر أحدًا؛ لأنه خشي إذا عرف الأتقياء الصالحون أن يتبعوه وينهجوا نهجه , كان شديد التدين متبع لسنة النبي في كل شئ ,روى عن النبي ﷺ الكثير من الاحاديث وكان شديد الحذر في روايته عن الرسول ﷺ . توفي الصحابي الجليل عبد الله بن عمر بن الخطاب (أبو عبد الرحمن) سنة 73 هجريا في مكة ودفن فيها .',
          "audioHadith":'nawawi03.mp3'
    },
    {
        'key':'الحديث الرابع',
          "nameHadith" : 'مراحل الخلق',
          "textHadith": 'عَنْ عَبْدِ اللهِ بنِ مَسْعُوْدْ رَضِيَ اللهُ عَنْهُ قَالَ: حَدَّثَنَا رَسُوْلُ اللهِ ﷺ وَهُوَ الصَّادِقُ المَصْدُوْقُ : ( إِنَّ أَحَدَكُمْ يُجْمَعُ خَلْقُهُ فِيْ بَطْنِ أُمِّهِ أَرْبَعِيْنَ يَوْمَاً نُطْفَةً، ثُمَّ يَكُوْنُ عَلَقَةً مِثْلَ ذَلِكَ،ثُمَّ يَكُوْنُ مُضْغَةً مِثْلَ ذَلِكَ،ثُمَّ يُرْسَلُ إِلَيْهِ المَلَكُ فَيَنفُخُ فِيْهِ الرٌّوْحَ،وَيَؤْمَرُ بِأَرْبَعِ كَلِمَاتٍ: بِكَتْبِ رِزْقِهِ وَأَجَلِهِ وَعَمَلِهِ وَشَقِيٌّ أَوْ سَعِيْدٌ. فَوَالله الَّذِي لاَ إِلَهَ غَيْرُهُ إِنََّ أَحَدَكُمْ لَيَعْمَلُ بِعَمَلِ أَهْلِ الجَنَّةِ حَتَّى مَا يَكُوْنُ بَيْنَهُ وَبَيْنَهَا إلاذِرَاعٌ فَيَسْبِقُ عَلَيْهِ الكِتَابُ فَيَعْمَلُ بِعَمَلِ أَهْلِ النَّارِ فَيَدْخُلُهَا، وَإِنَّ أَحَدَكُمْ لَيَعْمَلُ بِعَمَلِ أَهْلِ النَّارِ حَتَّى مَايَكُونُ بَيْنَهُ وَبَيْنَهَا إلا ذِرَاعٌ فَيَسْبِقُ عَلَيْهِ الكِتَابُ فَيَعْمَلُ بِعَمَلِ أَهْلِ الجَنَّةِ فَيَدْخُلُهَا ) رواه البخاري ومسلم.',
          "explanationHadith": 'قوله: (حَدَّثَنَا) حدث وأخبر في اللغة العربية بمعنى واحد. (وَهُوَ الصَّادِقُ المَصْدُوْق) الجملة هذه مؤكدة لقوله: رَسُولُ اللهِ لأن من اعترف بأنه رسول اعترف بأنه صادق مصدوق، وقوله: وَهُوَ الصَّادِقُ أي الصادق فيما أَخْبَر به المَصْدُوْقُ فيما أُخبِر به، والنبي ﷺ وصفه كذلك تماماً، فهو صادق فيما أخبر به، ومصدوق فيما أوحي إليه عليه الصلاة والسلام. قال: (إِنَّ أَحَدَكُمْ يُجْمَعُ خَلْقُهُ فِيْ بَطْنِ أُمِّهِ ) وذلك أن الإنسان إذا أتى أهله فهذا الماء المتفرق يجمع وكيفية الجمع لم يذكر في الحديث، وقيل: إن الطبّ توصّل إلى معرفة بعض الشيء عن تكون الأجنة والله أعلم. ) أَرْبَعِيْنَ يَوْمَاً نُطْفَة) أي قطرة من المني. ) ثُمَّ يَكُوْنُ عَلَقَةً مِثْلَ ذَلِكَ) والعلقة هي: قطعة الدم الغليظ، وهي دودة معروفة ترى في المياه الراكدة. (ثُمَّ يَكُونُ مُضْغَةً مِثْلَ ذَلِك) أي أربعين يوماً، والمضغة: هي قطعة لحم بقدر ما يمضغه الإنسان. (ثُمَّ يُرْسَلُ إِلَيْهِ المَلَكُ) والمرسِل هو الله رب العالمين عزّ وجل، فيرسل الملك إلى هذا الجنين وهو واحد الملائكة والمراد به الجنس لا ملك معين. ) فَيَنْفُخُ فِيْهِ الرُّوْحَ) الروح ما به يحيا الجسم، وكيفية النفخ الله أعلم بها، ولكنه ينفخ في هذا الجنين الروح ويتقبلها الجسم. (وَيُؤْمَرُ) أي الملك (بِأَرْبَعِ كَلِمَاتٍ) والآمر هو الله عزّ وجل بِكْتبِ (رِزْقِهِ، وَأَجَلِهِ، وَعَمَلِهِ، وَشَقِيٌّ أَوْ سَعِيْدٌ) . ) رِزْقه) الرزق هنا: ما ينتفع به الإنسان وهو نوعان: رزق يقوم به البدن، ورزق يقوم به الدين. (وَأَجَله) أي مدة بقائه في هذه الدنيا. (وَعَمَله) أي ما يكتسبه من الأعمال القولية والفعلية والقلبية. (وَشَقِيٌّ أَوْ سَعِيْدٌ) هذه النهاية، والسعيد هو الذي تم له الفرح والسرور، والشقي بالعكس. (فَوَاللهِ الَّذِيْ لاَ إِلَهَ غَيْرُهُ) هذا قسم مؤكد بالتوحيد، القسم: (فَوَاللهِ) والتوكيد بالتوحيد: (الَّذِيْ لاَ إِلَهَ غَيْرُهُ) أي لا إله حق غير الله. (إِنََّ أَحَدَكُمْ لَيَعْمَلُ بِعَمَلِ أَهْلِ الجَنَّةِ) ؛ أي: بأن يأتي بالطاعات ويترك المنهيات (حَتَّى مَا يَكُوْنُ) ؛ أي: لا يوجد (بَيْنَهُ وَبَيْنَهَا) ؛ أي: الجنة (إلاذِرَاعٌ) ، وهي كناية عن شدة القرب، (فَيَسْبِقُ) ؛ أي: يغلِب (عَلَيْهِ الكِتَابُ) الذي كتب له في بطن أمه (فَيَعْمَلُ بِعَمَلِ أَهْلِ النَّارِ) من المعاصي، كفرًا كانت أو كبيرة، بإرادته واختياره، (فَيَدْخُلُهَا) ؛ أي: النار يوم القيامة، (وَإِنَّ أَحَدَكُمْ لَيَعْمَلُ بِعَمَلِ أَهْلِ النَّارِ حَتَّى مَايَكُونُ بَيْنَهُ وَبَيْنَهَا إلا ذِرَاعٌ فَيَسْبِقُ عَلَيْهِ الكِتَابُ فَيَعْمَلُ بِعَمَلِ أَهْلِ الجَنَّةِ فَيَدْخُلُهَا) بأن يتوب من ذنبه، إما بالإسلام إن كان كافرًا، وإما بالإقلاع والندامة ورد المظالم إن كان مسلمًا.',
          "translateNarrator": 'عبد الله بن مسعود بن غافل بن حبيب بن شمخ بن فار بن مخزوم بن صاهلة بن كاهل بن الحارث بن تميم بن سعد بن هذيل بن مدركة بن إلياس بن مضر بن نزار بن معد بن عدنان. لقد اسلم عبد الله بن مسعود مبكرا فهو سادس من اسلم من الصحابة و هو من أوائل المهاجرين حيث هاجر الهجرتين وصلى على القبلتين ، أول من جهر بقراءة القرآن و كان حسن الصوت عند تلاوته للقرآن ، كان للصحابي الجليل عبد الله بن مسعود مكانة عظيمة عند الله ورسوله وذلك نعرفه من خلال الاحاديث التي ذكرت فيه وهي كثيرة مثل حديث رسول الله ﷺ عندما قال (استقرئـوا القرآن من أربعة من عبـدالله بن مسعود وسـالم مولى أبى حذيفة وأبي بن كعب ومعاذ بن جبل) توفي الصحابي الجليل عبد الله بن مسعود في المدينة المنورة ودفن بالبقيع سنة 32 هجريا وكان عمره وقت وفاته بضع وستون سنة.',
          "audioHadith":'nawawi04.mp3'
    },
    {
      'key':'الحديث الخامس',
          "nameHadith" : 'النهي عن الابتداع في الدين',
          "textHadith": 'عَنْ أُمِّ المُؤمِنِينَ أُمِّ عَبْدِ اللهِ عَائِشَةَ - رَضِيَ اللهُ عَنْهَا - قَالَتْ: قَالَ رَسُوْلُ اللهِ : ( مَنْ أَحْدَثَ فِيْ أَمْرِنَا هَذَا مَا لَيْسَ مِنْهُ فَهُوَ رَدٌّ ) رواه البخاري ومسلم، وفي رواية لمسلم ( مَنْ عَمِلَ عَمَلاً لَيْسَ عَلَيْهِ أَمْرُنَا فَهُوَ رَدٌّ )',
          "explanationHadith": '(من) شرطية. و: (أَحْدَثَ) فعل الشرط، وجواب الشرط: (فهو رد) واقترن الجواب بالفاء لأنه جملة اسمية، (فَهُوَ رَدٌّ) أي مردود. وقوله: (مَنْ أَحْدَثَ) أي أوجد شيئاً لم يكن . ) فِيْ أَمْرِنَا) أي في ديننا وشريعتنا. ) مَا لَيْسَ مِنْهُ) أي مالم يشرعه الله ورسوله. )فَهُوَ رَدٌّ) فإنه مردود عليه حتى وإن صدر عن إخلاص، وذلك لقول الله تعالى: (وَمَا أُمِرُوا إِلَّا لِيَعْبُدُوا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ حُنَفَاءَ ) ولقوله تعالى: (وَمَنْ يَبْتَغِ غَيْرَ الْأِسْلامِ دِيناً فَلَنْ يُقْبَلَ مِنْهُ وَهُوَ فِي الْآخِرَةِ مِنَ الْخَاسِرِينَ) وفي روايةٍ لمسلم: (مَنْ عَمِلَ عَمَلاً لَيْسَ عَلِيْهِ أَمْرُنَا فَهوَ رَدّ ٌ) وهذه الرواية أعم من رواية (مَنْ أَحْدَثَ) ومعنى هذه الرواية: أن من عمل أي عمل سواء كان عبادة، أو كان معاملة، أو غير ذلك ليس عليه أمر الله ورسوله فإنه مردود عليه. وهذا الحديث أصل من أصول الإسلام، دل عليه قوله تعالى: (وَأَنَّ هَذَا صِرَاطِي مُسْتَقِيماً فَاتَّبِعُوهُ وَلا تَتَّبِعُوا السُّبُلَ فَتَفَرَّقَ بِكُمْ عَنْ سَبِيلِهِ) وكذلك الآيات التي سقناها دالة على هذا الأصل العظيم.',
          "translateNarrator": 'هي عائشة بنت أبي بكر الصديق عبد الله بن أبي قحافة بن عثمان بن عامر بن عمر بن كعب بن سعد بن تيم بن مرة بن كعب بن لؤي بن فهر بن مالك بن كنانة ، وأمها : أم رومان بنت عامر بن عويمر بن عبدشمس بن عتاب بن أذينة بن سبيع بن وهبان بن حارث بن غنم بن مالك بن كنانة ، ويلتقي نسبها مع النبي ﷺ من جهة الأب في الجد السابع ، ومن جهة الأمة في الجد الحادي عشر أو الثاني عشر . تزوجها رسول الله ﷺ قبل الهجرة ببضعة عشر شهراً في شهر شوّال وهي ابنة ست سنوات ، ودخل بها في شوّال من السنة الثانية للهجرة وهي بنت تسع سنوات ، فعنها رضي الله عنها قالت : (تزوجني رسول الله ﷺ لست سنين ، وبنى بي وأنا بنت تسع سنين) متفق عليه . فضائل أم المؤمنين عائشة كثيرة جداً ، وهي تعتبر من أكثر الصحابيات فضلاً ، فيكفيها فضلاً أنه نزل في براءتها قرآن يتلى إلى يوم القيامة ، ويكفيها فضلاً أنها زوجة النبي ﷺ في الدنيا والآخرة ، وأنها أحب نسائه إلى قلبه كما قال عندما سأله عمرو بن العاص من أحب الناس إلى قلبك ؟ فقال عليه الصلاة والسلام : عائشة .... الحديث . رواه البخاري ، وأنه مات في دارها ودفن فيها ، وأنه مات بين سحرها ونحرها ،ومن فضائلها ايضاً أنها من أفقه نساء هذه الأمة ، وأنها صاحبة معرفة بأنساب العرب ، وأنها العابدة والزاهدة والشاعرة والطبيبة . قال عروة : ما رأيت أعلم بالشعر منها - يعني عائشة - رواه البخاري ، وكان لها علم بالطب ، قال أبو عمر بن عبد البر: إن عائشة كانت وحيدة عصرها من ثلاثة علوم : علم الفقه ، وعلم الشعر ، وعلم الطب .',
          "audioHadith":'nawawi05.mp3'
    },
    {
       'key':'الحديث السادس',
          "nameHadith" : 'البعد عن مواطن الشبهات',
          "textHadith": 'عَنْ أَبِيْ عَبْدِ اللهِ النُّعْمَانِ بْنِ بِشِيْر رضي الله عنهما قَالَ: سَمِعْتُ رَسُوْلَ اللهِ ﷺ يَقُوْلُ: (إِنَّ الحَلالَ بَيِّنٌ وَإِنَّ الحَرَامَ بَيِّنٌ وَبَيْنَهُمَا أُمُوْرٌ مُشْتَبِهَات لاَ يَعْلَمُهُنَّ كَثِيْرٌ مِنَ النَّاس،ِ فَمَنِ اتَّقَى الشُّبُهَاتِ فَقَدِ اسْتَبْرأَ لِدِيْنِهِ وعِرْضِه، وَمَنْ وَقَعَ فِي الشُّبُهَاتِ وَقَعَ فِي الحَرَامِ كَالرَّاعِي يَرْعَى حَوْلَ الحِمَى يُوشِكُ أَنْ يَقَعَ فِيْهِ. أَلا وَإِنَّ لِكُلِّ مَلِكٍ حِمَىً . أَلا وَإِنَّ حِمَى اللهِ مَحَارِمُهُ، أَلا وإِنَّ فِي الجَسَدِ مُضْغَةً إِذَا صَلَحَتْ صَلَحَ الجَسَدُ كُلُّهُ وإذَا فَسَدَت فَسَدَ الجَسَدُ كُلُّهُ أَلا وَهيَ القَلْبُ) رواه البخاري ومسلم .',
          "explanationHadith": '(إن الحلال بيـنٌ) ؛ أي: واضح لا يخفى حله، (وإن الحرام بيـنٌ) ؛ أي: ظاهر غير خفي، (وبينهما) ؛ أي: بين الحلال والحرام الواضحين (أمورٌ مشتبهاتٌ) ؛ أي: غير واضحات الحِل والحرمة، والمراد أنها تشتبه على بعض الناس دون بعض، قال النووي رحمه الله: الأشياء ثلاثة أقسام: حلال بيِّن واضح لا يخفى حله، كالخبز والفواكه والزيت والعسل، وحرام بيِّن، كالخمر والخنزير والميتة والبول والدم المسفوح، والمشتبهات غير الواضحة الحل والحرمة؛ فلهذا قال: (لا يعلمهن) ؛ أي: لا يعلم حكمها (كثيرٌ من الناس) ، وأما العلماء فيعرفون حكمها بنص أو قياس أو استصحاب أو غير ذلك. (فمن اتقى الشبهات) ؛ أي: تحرز عنها وتركها (فقد استبرأ) ؛ أي: حصل البراءة (لدِينه) مما يَشينه من النقص (وعِرضه) من الطعن فيه. (وَمَنْ وَقَعَ فِي الشُّبُهَاتِ وَقَعَ فَي الحَرَامِ) (ومن وقع في الشبهات) بأن لم يترك فعلها (وقع في الحرام) المحض، أو قارَبَ أن يقع فيه، (كالراعي) ؛ أي: حاله كحال الراعي الذي يحفظ الحيوان، (يرعى) مواشيه (حول) ؛ أي: جانب (الحِمَى) المحظور على غير مالكه، (يوشك) يسرع، (أن يقع فيه) أي: تدخله الماشية وتأكل منه. (ألا) هي للتنبيه على أن ما بعدها أمر ينبغي التنبه له. (ألا وإن في الجسد مضغةً) سميت بذلك لأنها قدر ما يمضغ، (إذا صلَحت) بالإيمان والعلم، (صلَح الجسد كله) ؛ أي: بالإخلاص في الأعمال، (وإذا فسدت فسد الجسد كله) ؛ أي: بالجحود والكفر والعصيان (ألا وهي القلب) ؛ فإنه محل النية التي بها صلاحُ الأعمال وفسادها، وأيضًا هو الأمير والملك بالنسبة إلى تمام الجسد، والرعيَّةُ تابعة للملك.',
          "translateNarrator": 'النعمان بن بشير بن سعد بن ثعلبة بن جلاس بن زيد الأنصارى الخزرجى ويكنى عبد الله. لم يدرك النعمان الجاهلية فقد كان أول مولود ولد في الإسلام من الأنصار بعد الهجرة بأربعة عشر شهرا. حيث ولد بالمدينة بعد الهجرة للأنصار في جمادى الأول سنة ثنتين من الهجرة فأتت به أمه تحمله إلى النبي فحنكه وبشرها بأنه يعيش حميدا ويقتل شهيدا ويدخل الجنة. كان النعمان ذا منزلة من معاوية رضي الله عنه وكان معاوية يقول: يا معشر الأنصار تستبطئونني وما صحبني منكم إلا النعمان بن بشير وقد رأيتم ما صنعت به وكان ولاه الكوفة وأكرمه. وبعد موت يزيد بن معاوية بايع النعمان لابن الزبير فتنكر له أهل حمص, فخرج هاربًا فتبعه خالد بن خليّ الكلاعي فقتله سنة خمس وستين للهجرة.',
          "audioHadith":'nawawi06.mp3'
    },
    {
       'key':'الحديث السابع',
          "nameHadith" : 'الدين النصيحه',
          "textHadith": 'عَنْ أَبِيْ رُقَيَّةَ تَمِيْم بْنِ أَوْسٍ الدَّارِيِّ رضي الله عنه أَنَّ النبي ﷺ قَالَ:( الدِّيْنُ النَّصِيْحَةُ) قُلْنَا: لِمَنْ يَا رَسُولَ اللهِ ؟ قَالَ:( للهِ، ولكتابه، ولِرَسُوْلِهِ، وَلأَئِمَّةِ المُسْلِمِيْنَ، وَعَامَّتِهِمْ )رواه مسلم.',
          "explanationHadith": '(الدِّيْنُ النَّصِيْحَةُ) الدين: مبتدأ والنصيحة خبر، وكلٌّ من المبتدأ والخبر معرفة. ( الدِّيْنُ النَّصِيْحَةُ) مثل قوله: ما الدين إلا النصيحة، فإذا كان طرفا الجملة معرفتين كان ذلك من باب الحصر. ( الدِّيْنُ) يعني بذلك دين العمل، لأن الدين ينقسم إلى قسمين: دين عمل ودين جزاء. فقوله تعالى: (مَالِكِ يَوْمِ الدِّينِ) المراد به: دين الجزاء، وقوله تعالى: (وَرَضِيتُ لَكُمُ الْأِسْلامَ دِيناً) المراد به: دين العمل. (الدِّيْنُ النَّصِيْحَةُ) المراد به دين العمل، والنصيحة بمعنى إخلاص الشيء. وأبهم النبي ﷺ لمن تكون النصيحة من أجل أن يستفهم الصحابة رضي الله عنهم عن ذلك. قُلْنَا: (لِمَنْ يَارَسُولَ اللهِ ؟ قَالَ: للهِ،ولكتابه،ولِرَسُوْلِهِ، وَلأَئِمَّةِ المُسْلِمِيْنَ، وَعَامَّتِهِمْ ) النصيحة لله تتضمن أمرين: الأول:إخلاص العبادة له. الثاني: الشهادة له بالوحدانية في ربوبيته وألوهيته، وأسمائه وصفاته. النصيحة لكتابه تتضمن أموراً منها: الأول: الذبّ عنه، بأن يذب الإنسان عنه تحريف المبطلين، ويبيّن بطلان تحريف من حرّف. الثاني: تصديق خبره تصديقاً جازماً لا مرية فيه، فلو كذب خبراً من أخبار الكتاب لم يكن ناصحاً، ومن شك فيه وتردد لم يكن ناصحاً. النصيحة للعلماء تكون بأمورٍ منها: الأول: محبتهم، لأنك إذا لم تحب أحداً فإنك لن تتأسّى به. الثاني: معونتهم ومساعدتهم في بيان الحق، فتنشر كتبهم بالوسائل الإعلامية المتنوعة التي تختلف في كل زمان ومكان. الثالث: الذبّ عن أعراضهم، بمعنى أن لا تقرّ أحداً على غيبتهم والوقوع في أعراضهم،وإذا نسب إلى أحدٍ من العلماء الربانيين شيء يُستنكر فعليك ان تثبت نسبته إليه و إذا تبيّن أنه ليس بمنتقد فالواجب أن تذبّ عنه وتنشر هذا بين الناس. النصيحة للأمراء تكون بأمور منها: أولاً: اعتقاد إمامتهم وإمرتهم، فمن لم يعتقد أنهم أمراء فإنه لم ينصح لهم، لأنه إذا لم يعتقد أنهم أمراء فلن يمتثل أمرهم ولن ينتهي عما نهوا عنه. ثانياً: نشر محاسنهم في الرعية، لأن ذلك يؤدي إلى محبة الناس لهم. ثالثاً: امتثال ما أمروا به وما نهوا عنه، إلا إذا كان في معصية الله عزّ وجل لأنه لا طاعة لمخلوق في معصية الخالق.',
          "translateNarrator": 'هو تميم بن أوس بن خارجة ينسب إلى الدار وهو بطن من لخم يكنى أبا رقية بابنة له تسمى رقية لم يولد له غيرها. ولد بفلسطين وكان راهبها وعابدها ثم قدم إلى النبي المدينة ليسلم. قصة إسلام تميم الداري : كان نصرانيًّا وكان إسلامه في سنة تسع من الهجرة وقد صحب تميم رسول الله وغزا معه وروى عنه، وكان يسكن المدينة ثم انتقل منها إلى الشام بعد مقتل عثمان. من أهم ملامح شخصية تميم الداري : تميم ممن اشتهروا بكثرة العبادة وقيام الليل وتلاوة القرآن. عن مسروق قال: قال رجل من أهل مكة: هذا مقام تميم الداري لقد رأيته ذات ليلة حتى أصبح أو قرب أن يصبح يقرأ آية من كتاب الله ويركع ويسجد ويبكي: {أَمْ حَسِبَ الَّذِينَ اجْتَرَحُوا السَّيِّئَاتِ أَنْ نَجْعَلَهُمْ كَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ سَوَاءً مَحْيَاهُمْ وَمَمَاتُهُمْ سَاءَ مَا يَحْكُمُونَ}',
          "audioHadith":'nawawi07.mp3'
    },
    {
      'key':'الحديث الثامن',
          "nameHadith" : 'حرمة دم المسلم وماله',
          "textHadith": 'عَنِ ابْنِ عُمَرَ رَضِيَ اللهُ عَنْهُمَا أَنَّ رَسُوْلَ اللهِ قَالَ: (أُمِرْتُ أَنْ أُقَاتِلَ النَّاسَ حَتَّى يَشْهَدُوا أَنْ لاَ إِلَهَ إِلاَّ اللهُ وَأَنَّ مُحَمَّدَاً رَسُوْلُ اللهِ وَيُقِيْمُوْا الصَّلاةَ وَيُؤْتُوا الزَّكَاةَ فَإِذَا فَعَلُوا ذَلِكَ عَصَمُوا مِنِّي دِمَاءهَمْ وَأَمْوَالَهُمْ إِلاَّ بِحَقِّ الإِسْلامِ وَحِسَابُهُمْ عَلَى اللهِ تَعَالَى) رواه البخاري ومسلم',
          "explanationHadith": 'قوله:)أُمِرْتُ ) بالبناء لما لم يسمّ فاعلهُ، لأن الفاعل معلوم و هو الله عزّ وجل، وإبهام المعلوم سائغ لغة واستعمالاً سواء: في الأمور الكونية. أو في الأمور الشرعية. وقوله: (أُمِرْتُ) أي أمرني ربي. والأمرُ: طلب الفعل على وجه الاستعلاء، أي أن الآمر أو طالب الفعل يرى أنه في منزلة فوق منزلة المأمور، لأنه لو أمر من يساويه سمي عندهم التماساً، ولو طلب ممن فوقه سمي دعاءً وسؤالاً. وقوله: (أَنْ أُقَاتِلَ النَّاسَ ) هذا المأمور به. والمقاتلة غير القتل. - فالمقاتلة: أن يسعى في جهاد الأعداء حتى تكون كلمة الله هي العليا. -والقتل: أن يقتل شخصاً بعينه، ولهذا نقول: ليس كل ما جازت المقاتلة جاز القتل، فالقتل أضيق ولا يجوز إلا بشروط معروفة، والمقاتلة أوسع، قال الله تبارك وتعالى: (وَإِنْ طَائِفَتَانِ مِنَ الْمُؤْمِنِينَ اقْتَتَلُوا فَأَصْلِحُوا بَيْنَهُمَا فَإِنْ بَغَتْ إِحْدَاهُمَا عَلَى الْأُخْرَى فَقَاتِلُوا الَّتِي تَبْغِي حَتَّى تَفِيءَ إِلَى أَمْرِ اللَّه) فأمر بقتالها وهي مؤمنة لايحل قتلها ولا يباح دمها لكن من أجل الإصلاح. وقاتل أبو بكر الصديق رضي الله عنه مانعي الزكاة ولكن لايقتلهم، بل قاتلهم حتى يذعنوا للحق . وقوله: (حَتَّى يَشْهَدُوا أَنْ لاَ إِلَهَ إِلاَّ الله ) (حتى) هل هي للتعليل بمعنى أن أقاتل ليشهدوا، أو هي للغاية بمعنى أقاتلهم إلى أن يشهدوا؟ والجواب: هي تحتمل أن تكون للتعليل ولكن الثاني أظهر، يعني أقاتلهم إلى أن يشهدوا. و (حتى) تأتي للتعليل وتأتي للغاية، وقوله:)أَنْ لاَ إِلَهَ إِلاَّ الله) أي لا معبود حقّ إلا الله عزّ وجل، فهو الذي عبادته حقّ، وما سواه فعبادته باطلة. وقوله:)وَأَنَّ مُحَمَّدَاً رَسُوْلُ اللهِ) محمد: هو ابن عبد الله، وأبرز اسمه ولم يقل: وأني رسول الله للتفخيم والتعظيم. ورسول الله: يعني مرسله. وقوله:)وَيُقِيْمُوا الصَّلاةَ) أي يفعلوها قائمة وقويمة على ماجاءت به الشريعة. والصلاة هنا عامة، لكن المراد بها الخاص، وهي الصلوات الخمس، ولهذا لو تركوا النوافل فلا يقاتلون . وقوله:)وَيُؤْتُوا الزَّكَاةَ) أي يعطوها مستحقّها. والزكاة: هي النصيب المفروض في الأموال الزكوية. وقوله:)فَإِذَا فَعَلُوا ذَلِكَ) أي شهدوا أن لا إله إلا الله، وأن محمداً رسول الله، وأقاموا الصلاة وآتوا الزكاة. وقوله:)عَصَمُوا) أي منعوا. وقوله:)مِنِّي دِمَاءهَم وَأَمْوَالَهُم) أي فلا يحل أن أقاتلهم وأستبيح دماءهم، ولا أن أغنم أموالهم، لأنهم دخلوا في الإسلام. وقوله:)إِلاَّ بِحَقِّ الإِسْلامِ) هذا استثناء لكنه استثناء عام، يعني: إلا أن تباح دماؤهم وأموالهم بحق الإسلام، مثل: زنا الثيّب، والقصاص وما أشبه ذلك، يعني: إلا بحق يوجبه الإسلام. وقوله:)وَحِسَابُهُمْ عَلَى اللهِ تَعَالَى) أي محاسبتهم على الأعمال على الله تعالى، أما النبي ﷺ فليس عليه إلا البلاغ. فهذا الحديث أصلٌ وقاعدةٌ في جواز مقاتلة الناس،وأنه لا يجوز مقاتلتهم إلا بهذا السبب.',
          "translateNarrator": 'عبد الله بن عمر هو عبد الله بن عمر بن الخطاب، أحد فقهاء المسلمين والصحابة، وهو ابن الصحابي والخليفة الثاني عمر بن الخطاب رضي الله عنه، حرص على رواية أحاديث الرسول ﷺ ، وكان من أكثر الناس اقتداءً بسيرته وسنته وتتبعاً لآثاره، اشتهر باحترام الناس له وثقتهم به. كان عبداللهبن عمربن الخطاب رضي الله عنه رحيماً بالمساكين ، كثير العطف عليهم ، يشركهم في كل شيء من حياته ن في طعامه وشرابه و مجلسه ، و لا تطمئن نفسه في طعامأو شراب إلا إذا دعاهم و أكلوا معه ، بل كان احياناً يشتهي الشيء من الطعام أو الفاكهة في مرضه ويرى مسكيناً فيعطيه ما اشتهاه و يؤثره به على نفسه.',
          "audioHadith":'nawawi08.mp3'
    },
   {
        'key':'الحديث التاسع',
          "nameHadith" : 'النهي عن كثرة السؤال والتشدد',
          "textHadith": 'عَنْ أَبِي هُرَيْرَةَ عَبْدِ الرَّحْمَنِ بْنِ صَخْرٍ رَضِيَ الله تَعَالَى عَنْهُ قَالَ: سَمِعْتُ رَسُوْلَ اللهِ ﷺ يَقُوْلُ: (مَا نَهَيْتُكُمْ عَنْهُ فَاجْتَنِبُوهُ وَمَا أَمَرْتُكُمْ بِهِ فأْتُوا مِنْهُ مَا اسْتَطَعْتُمْ؛ فَإِنَّمَا أَهْلَكَ الَّذِيْنَ مِنْ قَبْلِكُمْ كَثْرَةُ مَسَائِلِهِمْ وَاخْتِلافُهُمْ عَلَى أَنْبِيَائِهِمْ) رواه البخاري ومسلم',
          "explanationHadith": 'قوله: (مَا نَهَيْتُكُمْ عَنْهُ فَاجْتَنِبُوهُ) النهي: طلب الكفّ على وجه الاستعلاء، يعني أن يطلب منك من هو فوقك - ولو باعتقاده - أن تكفّ، فهذا نهي. ولهذا قال أهل أصول الفقه: النهي طلب الكفّ على وجه الاستعلاء ولو حسب دعوى الناهي، يعني وإن لم يكن عالياً على المنهي. ومعلوم أن النبي ﷺ أعلى منّا حقيقة. ( مَا نَهَيْتُكُمْ عَنْهُ فَاجْتَنِبُوْهُ) الجملة شرطية، فـ: (ما) اسم شرط، و: (نهيتكم) فعل الشرط، و: (فَاجْتَنِبُوْهُ) جواب الشرط، والمعنى أي ابتعدوا عنه، فكونوا في جانب وهو في جانب. )وَمَا أَمَرْتُكُمْ بِهِ فَأْتُوْا مِنْهُ مَا اسْتَطَعْتُمْ)هذه الجملة أيضاً شرطية، فعل الشرط فيها: (أمرتكم به) وجوابه: (فأتوا منه ما استطعتم) يعني افعلوا منه ما استطعتم، أي ما قدرتم عليه. والفرق بين المنهيات والمأمورات: أن المنهيّات قال فيها: فَاجْتَنِبُوهُ ولم يقل ما استطعتم، ووجهه: أن النهي كف وكل إنسان يستطيعه، وأما المأمورات فإنها إيجاد قد يستطاع وقد لا يستطاع، ولهذا قال في الأمر: فأتُوا مِنْهُ مَا استَطَعتُمْ )فَإِنَّمَا) (إن) للتوكيد، و (ما) اسم موصول بدليل قوله: (كثرة) على أنها خبر (إن) أي فإن الذي أهلك الذين من قبلكم كثرة مسائلهم. ويجوز أن تجعل (إنما) أداة حصر، ويكون المعنى: ما أهلك الذين من قبلكم إلا كثرة مسائلهم. وقوله: (الَّذِيْنَ مِنْ قَبْلِكُمْ ) يشمل اليهود والنصارى وغيرهم، والمتبادر أنهم اليهود والنصارى، ، فإن نظرنا إلى العموم قلنا المراد بقوله: مِنْ قَبْلِكُمْ جميع الأمم، وإن نظرنا إلى قرينة الحال قلنا المراد بهم: اليهود والنصارى . واليهود أشدّ في كثرة المساءلة التي يهلكون بها، وقوله: ( كَثْرَةُ مَسَائِلِهِمْ) جمع مسألة وهي: ما يُسأل عنه. ) وَاخْتِلافُهُمْ عَلَى أَنْبِيَائِهِمْ) يعني وأهلكهم اختلافهم. وقوله: (عَلَى أَنْبِيَائِهِمْ) وذلك بالمعارضة والمخالفة، وفي الحديث قال: ( اختلافهم على أنبيائهم ) ولم يقل:عن أنبيائهم، لأن كلمة (على) تفيد أن هناك معارضة للأنبياء.',
          "translateNarrator": 'أبو هريرة هو عبد الرحمن بن صخر الدوسي، وكان يعرف بالجاهلية باسم عبد شمس بن صخر، وعرف بأبي هريرة لأنه كان يرعى الأغنام وهو صغير مع هرته الصغيرة التي كان يحتفظ بها في الشجر ليلاً، حيث كان يعطف عليها، ويرعاها، ويطعمها، ولد في عام 19هـ في قبيلة دوس، وأسلم في السنة السابعة من الهجرة عندما كان في الثامنة والعشرين من العمر، كان أبو هريرة شديد الفقر، حيث كان يربط على بطنه حجراً من شدة الجوع، وفي أحد الأيام خرج وهو جائع، فمر به أبو بكر، فسأله أبو هريرة عن تفسير آية ما، ففسرها له، وانصرف، علماً بأن أبا هريرة يعرف تفسيرها، إلا أنه أراد منه أن يصطحبه لبيته ليطعمه، فمر عليه عمر بن الخطاب، وفعل معه كما فعل مع أبي بكر، إلا أنه رد عليه كما رد أبي بكر، وانصرف، فمر على رسول الله، فعلم ما يرد، وأخذه إلى بيته، فوجد لبناً في قدح، فقال: من أين لكم هذا؟ قيل: أرسل به إليك. فقال النبي: أبا هريرة، انطلق إلى أهل الصفة؛ فادعهم، فحزن أبو هريرة، وقال في نفسه: كنت أرجو أن أشرب من اللبن شربة أتقوى بها بقية يومي وليلتي، ثم قال في نفسه: لا بد من تنفيذ أمر الرسول، وذهب إلى المسجد، ونادى على أهل الصفة، فجاءوا، فقال في نفسه: إذا شرب كل هؤلاء ماذا يبقى لي في القدح، فأتوا معه إلى بيت النبي، فقال له النبي: أبا هر، خذ فأعطهم، فقام أبو هريرة يدور عليهم بقدح اللبن يشرب الرجل منهم حتى يروى ويشبع، ثم يعطيه لمن بعده فيشرب حتى يشبع، حتى شرب آخرهم، ولم يبق في القدح إلا شيء يسير، فرفع النبي رأسه وهو يبتسم وقال: أبا هر قلت: لبيك يا رسول الله، قال: بقيت أنا وأنت قلت: صدقت يا رسول الله، فقال الرسول: فاقعد فاشرب، قال أبو هريرة: فقعدت فشربت، فقال: اشرب. فشربت، فما زال النبي يقول لي اشرب فأشرب حتى قلت: والذي بعثك بالحق ما أجد له مساغًا، فقال النبي: ناولني القدح فأخذ النبي القدح فشرب من الفضلة [ صحيح البخاري].',
          "audioHadith":'nawawi09.mp3'
    },
    {
      'key':'الحديث العاشر',
          "nameHadith" : 'سبب إجابة الدعاء',
          "textHadith": 'عَنْ أَبِيْ هُرَيْرَةَ رَضِيَ اللهُ تَعَالَى عَنْهُ قَالَ: قَالَ رَسُوْلُ اللهِ : (إِنَّ اللهَ تَعَالَى طَيِّبٌ لاَ يَقْبَلُ إِلاَّ طَيِّبَاً وَإِنَّ اللهَ أَمَرَ المُؤْمِنِيْنَ بِمَا أَمَرَ بِهِ المُرْسَلِيْنَ فَقَالَ : (يَا أَيُّهَا الرُّسُلُ كُلُوا مِنَ الطَّيِّبَاتِ وَاعْمَلُوا صَالِحاً) (المؤمنون: الآية51) ، وَقَالَ: (يَا أَيُّهَا الَّذِينَ آمَنُوا كُلُوا مِنْ طَيِّبَاتِ مَا رَزَقْنَاكُمْ ) (البقرة: الآية172) ثُمَّ ذَكَرَ الرَّجُلَ يُطِيْلُ السَّفَرَ أَشْعَثَ أَغْبَرَ، يَمُدُّ يَدَيْهِ إِلَى السَّمَاء،ِ يَا رَبِّ يَا رَبِّ، وَمَطْعَمُهُ حَرَامٌ ،وَمَشْرَبُهُ حَرَامٌ، وَغُذِيَ بِالحَرَامِ فَأَنَّى يُسْتَجَابُ لذلك) رواه مسلم.',
          "explanationHadith": 'قوله: (إِنَّ اللهَ تَعَالَى طَيِّبٌ) كلمة طيب بمعنى طاهر منزّه عن النقائص،لا يعتريه الخبث بأي حال من الأحوال، فهو عزّ وجل طيب في ذاته، وفي أسمائه، وفي صفاته، وفي أحكامه، وفي أفعاله، وفي كل ما يصدر منه، وليس فيها رديء بأي وجه. قوله:)لاَ يَقْبَلُ إِلاَّ طَيِّبَاً ) فهو سبحانه وتعالى، لا يقبل إلا الطيب من الأقوال، والأعمال وغيرها، وكل رديء فهو مردودٌ عند الله عزّ وجل، فلا يقبل الله إلا الطيب فالطّيب من الأعمال: ما كان خالصاً لله، موافقاً للشريعة. والطيب من الأموال: ما اكتسب عن طريق حلال، وأما ما اكتسب عن طريق محرّم فإنه خبيث. قوله: (وَإَنَّ اللهَ أَمَرَ المُؤمِنِينَ بمَا أَمَرَ بِهِ المُرْسَلِيْنَ ) تَعْلَيةً لشأن المؤمنين، وأنهم أهلٌ أن يوجّه إليهم ما أمر به الرسل، فقال عزّ وجل في أمر المرسلين: (يَا أَيُّهَا الرُّسُلُ كُلُوا مِنَ الطَّيِّبَاتِ وَاعْمَلُوا صَالِحاً) فأمر الرسل أن يأكلوا من الطيبات وهي التي أحلها الله عزّ وجل، واكتسبت عن طريق شرعي. قوله: (وَاعْمَلُوْا صَالحَاً ) أي اعملوا عملاً صالحاً. فأمرهم بالأكل الذي به قوام البدن، ثم أمرهم بالعمل الذي يكون نتيجة للأكل، لكنه قال: (وَاعْمَلُوا صَالِحَاً ) وصالح العمل هو ما جمع بين: الإخلاص والمتابعة. وقال تعالى في أمر المؤمنين: (يَا أَيُّهَا الَّذِينَ آمَنُوا كُلُوا مِنْ طَيِّبَاتِ مَا رَزَقْنَاكُمْ) كما قال للرسل: (كُلُوا مِنْ طَيِّبَاتِ مَا رَزَقْنَاكُمْ) فأمر المؤمنين بما أمر به المرسلين. (ثُمَّ ذَكَرَ الرَّجُلَ يُطِيْلُ السَّفَرَ أَشْعَثَ أَغْبَرَ يَمُدُّ يَدَيْهِ إِلَى السَّمَاءِ يَا رَبِّ يَا رَبِّ ... ) يعني ضرب النبي ﷺ مثلاً لهذا الرجل: "يُطِيْلُ السَّفَرَ" والسفر من أسباب إجابة الدعاء، ولاسيما إذا أطاله. قوله: ( أَشْعَث أَغْبَرَ ) يعني أشعث في شعره أغبر من التراب، أي أنه لا يهتم بنفسه بل أهم شيء عنده الدعاء. قوله: ( يَمُدُّ يَدَيْهِ إِلَى السَّمَاء ) ومد اليدين إلى السماء من أسباب إجابة الدعاء،كما جاء في الحديث: ( إنَّ اللهَ حَيِيٌّ كَرِيْمٌ يَسْتَحِييْ مِنْ عَبْدِهِ إِذَا رَفعَ يَديْهِ إِلَيْهِ أَنْ يَرُدَّهُمَا صِفْرَاً) وقوله: ( يَا رَبّ يَا رَبّ ) نداء بوصف الربوبية،لأن ذلك وسيلة لإجابة الدعاء، إذ إن إجابة الدعاء من مقتضيات الربوبية. قوله: ( وَمَطْعَمُهُ حَرَامٌ ) يعني طعامه الذي يأكله حرام، أي حرام لذاته أو لكسبه. قوله: ( وَمَشرَبُهُ حَرَامٌ ) يعني شربه الذي يشربه حرام، إما لذاته أو لكسبه. قوله: ( وغُذِيَ بالحَرَامِ ) يعني أنه تغذّى بالحرام الحاصل من فعل غيره. قوله:)فَأَنَّى يُسْتَجَابُ لذلك) اسم استفهام، والمراد به الاستبعاد، يعني يبعد أن يستجاب لهذا، مع أن أسباب الإجابة موجودة. وهذا للتحذير من أكل الحرام، وشربه، ولبسه، والتغذّي به.',
          "translateNarrator": 'أبو هريرة هو عبد الرحمن بن صخر الدوسي، وكان يعرف بالجاهلية باسم عبد شمس بن صخر، وعرف بأبي هريرة لأنه كان يرعى الأغنام وهو صغير مع هرته الصغيرة التي كان يحتفظ بها في الشجر ليلاً، حيث كان يعطف عليها، ويرعاها، ويطعمها، ولد في عام 19هـ في قبيلة دوس، وأسلم في السنة السابعة من الهجرة عندما كان في الثامنة والعشرين من العمر، كان أبو هريرة شديد الفقر، حيث كان يربط على بطنه حجراً من شدة الجوع، وفي أحد الأيام خرج وهو جائع، فمر به أبو بكر، فسأله أبو هريرة عن تفسير آية ما، ففسرها له، وانصرف، علماً بأن أبا هريرة يعرف تفسيرها، إلا أنه أراد منه أن يصطحبه لبيته ليطعمه، فمر عليه عمر بن الخطاب، وفعل معه كما فعل مع أبي بكر، إلا أنه رد عليه كما رد أبي بكر، وانصرف، فمر على رسول الله، فعلم ما يرد، وأخذه إلى بيته، فوجد لبناً في قدح،فقال:من أين لكم هذا؟ قيل:أرسل به إليك.فقال النبي:أبا هريرة، انطلق إلى أهل الصفة؛ فادعهم، فحزن أبو هريرة، وقال في نفسه:كنت أرجو أن أشرب من اللبن شربة أتقوى بها بقية يومي وليلتي، ثم قال في نفسه:لا بد من تنفيذ أمر الرسول، وذهب إلى المسجد، ونادى على أهل الصفة، فجاءوا، فقال في نفسه:إذا شرب كل هؤلاء ماذا يبقى لي في القدح، فأتوا معه إلى بيت النبي، فقال له النبي:أبا هر، خذ فأعطهم، فقام أبو هريرة يدور عليهم بقدح اللبن يشرب الرجل منهم حتى يروى ويشبع، ثم يعطيه لمن بعده فيشرب حتى يشبع، حتى شرب آخرهم، ولم يبق في القدح إلا شيء يسير، فرفع النبي رأسه وهو يبتسم وقال:أبا هر قلت:لبيك يا رسول الله، قال:بقيت أنا وأنت قلت:صدقت يا رسول الله، فقال الرسول:فاقعد فاشرب، قال أبو هريرة:فقعدت فشربت، فقال:اشرب.فشربت، فما زال النبي يقول لي اشرب فأشرب حتى قلت:والذي بعثك بالحق ما أجد له مساغًا، فقال النبي:ناولني القدح فأخذ النبي القدح فشرب من الفضلة[ صحيح البخاري].',
          "audioHadith":'nawawi10.mp3'
    },
    {
       'key':'الحديث الحادي عشر',
          "nameHadith" : 'اترك ما شككت فيه',
          "textHadith": 'عَنْ أَبِي مُحَمَّدٍ الحَسَنِ بنِ عَلِيّ بنِ أبِي طالبٍ سِبْطِ رَسُولِ اللهِ ﷺ وَرَيْحَانَتِهِ رَضِيَ اللهُ عَنْهُمَا قَالَ: حَفِظْتَ مِنْ رَسُوْلِ اللهِ ﷺ : (دَعْ مَا يَرِيْبُكَ إِلَى مَا لاَ يَرِيْبُكَ) رواه الترمذي والنسائي وقال الترمذي: حديث حسن صحيح.',
          "explanationHadith": 'وقوله: "دَعْ" أي اترك "مَا يرِيْبُكَ" أي ما يلحقك به ريب وشك وقلق إِلَى "مَا لاَ يَرِيْبُكَ" أي إلى شيءٍ لا يلحقك به ريبٌ ولا قلق. وهذا الحديث من جوامع الكلم وما أجوده وأنفعه للعبد إذا سار عليه، فالعبد يرد عليه شكوك في أشياء كثيرة،فنقول: دع الشك إلى ما لاشكّ فيه حتى تستريح وتسلم، فكل شيء يلحقك به شكّ وقلق وريب اتركه إلى أمر لا يلحقك به ريب، وهذا ما لم يصل إلى حد الوسواس، فإن وصل إلى حد الوسواس فلا تلتفت له. وهذا يكون في العبادات، ويكون في المعاملات، ويكون في النكاح، ويكون في كل أبواب العلم. يقول: "رَوَاهُ التِّرْمِذِيُّ وَالنَّسَائِيّ، وقَالَ التِّرْمِذِيّ:حَدِيثٌ حَسَنٌ صَحِيْحٌ" والحديث كما قال الترمذي صحيح، لكنْ في الجمع بين كونه حسناً وكونه صحيحاً إشكال، لأن المعروف أن الصحيح من الحديث غير الحسن، لأن العلماء قسموا الحديث إلى: صحيح لذاته، وصحيح لغيره، وحسن لذاته، وحسن لغيره، وضعيف. فكيف يُجمع بين وصفين متناقضين لموصوف واحد: حسن صحيح؟ ؟ أجاب العلماء عن ذلك بأنه: إن كان هذا الحديث جاء من طريق واحد فمعناه أن الحافظ شكّ هل بلغ هذا الطريق درجة الصّحيح أو لازال في درجة الحسن. وإذا كان من طريقين فمعنى ذلك: أن أحد الطريقين صحيح والآخر حسن.',
          "translateNarrator": 'الحسن بن علي بن أبي طالب بن عبدالمطلب بن هاشم بن عبد مناف،سبط النبي ﷺ ، والسبط: هو ابن البنت، وابن الابن يسمى: حفيداً، وقد وصفه النبي ﷺ بأنه الإمام السيد، ريحانة رسول الله ﷺ ، وسيد شباب أهل الجنة، أبو محمد القرشي المدني الشهيد، ابن فاطمة الزهراء رضي الله عنها، مولده في شعبان سنة ثلاث من الهجرة، وقيل: نصف رمضان، وهو أكبر من أخيه الحسين بعام، وهو سيد شباب أهل الجنة، حج خمسًا وعشرين مرة، وتولى الخلافة بعد أبيه، واستمر في الخلافة نحو ستة أشهر بالحجاز واليمن والعراق وخراسان، ثم دعاه كرمُه وحِلمه وورعُه لتركها لمعاوية رفقًا بالمسلمين، روى عن النبي ﷺ ثلاثة عشر حديثًا، ومات مسمومًا سنة خمسين، رضي الله عنه وأرضاه. فقد قال الرسول ﷺ عن: (إِنَّ ابْنِي هذَا سَيِّدٌ،وَسَيُصْلِحُ اللهُ بهِ بَيْنَ فِئَتَيْنِ مِنَ المُسْلِمِيْنَ) وكان الأمر كذلك، فإنه بعد أن استشهد علي بن أبي طالب رضي الله عنه وبويع بالخلافة للحسن تنازل عنها لمعاوية رضي الله عنه، فأصلح الله بهذا التنازل بين أصحاب معاوية وأصحاب علي رضي الله عنهما، وحصل بذلك خير كثير. وهو أفضل من أخيه الحسين رضي الله عنهما،لكن تعلقت الرافضة بالحسين لأن قصة قتله رضي الله عنه تثير الأحزان، فجعلوا ذلك وسيلة، ولو كانوا صادقين في احترام آل البيت لكانوا يتعلقون بالحسن أكثر من الحسين،لأنه أفضل منه.',
          "audioHadith":'nawawi11.mp3'
    },
    {
      'key':'الحديث الثاني عشر',
          "nameHadith" : 'الاشتغال بما يفيد',
          "textHadith": 'عَنْ أَبِيْ هُرَيْرَةَ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ رَسُوْلُ اللهِ ﷺ : (مِنْ حُسْنِ إِسْلامِ المَرْءِ تَرْكُهُ مَا لاَ يَعْنِيْهِ) حديثٌ حسنٌ، رواه الترمذي وغيره هكذا.',
          "explanationHadith": 'الشرح "مِنْ حُسْنِ إِسْلامِ المَرْءِ" خبر مقدم و: "تَرْكُ" مبتدأ مؤخّر. وقوله: "مَا لاَ يَعْنِيْهِ" أي ما لا تتعلق به عنايته ويهتم به، وهذا مثل قوله ﷺ : "مَنْ كَانَ يُؤمِنُ بِاللهِ واليَوْمِ الآخِرِ فَلْيَقُلْ خَيْرَاً أَو لِيَصْمُتْ" فإنه يشابهه من بعض الوجوه.',
          "translateNarrator": 'أبو هريرة هو عبد الرحمن بن صخر الدوسي، وكان يعرف بالجاهلية باسم عبد شمس بن صخر، وعرف بأبي هريرة لأنه كان يرعى الأغنام وهو صغير مع هرته الصغيرة التي كان يحتفظ بها في الشجر ليلاً، حيث كان يعطف عليها، ويرعاها، ويطعمها، ولد في عام 19هـ في قبيلة دوس، وأسلم في السنة السابعة من الهجرة عندما كان في الثامنة والعشرين من العمر، كان أبو هريرة شديد الفقر، حيث كان يربط على بطنه حجراً من شدة الجوع، وفي أحد الأيام خرج وهو جائع، فمر به أبو بكر، فسأله أبو هريرة عن تفسير آية ما، ففسرها له، وانصرف، علماً بأن أبا هريرة يعرف تفسيرها، إلا أنه أراد منه أن يصطحبه لبيته ليطعمه، فمر عليه عمر بن الخطاب، وفعل معه كما فعل مع أبي بكر، إلا أنه رد عليه كما رد أبي بكر، وانصرف، فمر على رسول الله، فعلم ما يرد، وأخذه إلى بيته، فوجد لبناً في قدح، فقال: من أين لكم هذا؟ قيل: أرسل به إليك. فقال النبي: أبا هريرة، انطلق إلى أهل الصفة؛ فادعهم، فحزن أبو هريرة، وقال في نفسه: كنت أرجو أن أشرب من اللبن شربة أتقوى بها بقية يومي وليلتي، ثم قال في نفسه: لا بد من تنفيذ أمر الرسول، وذهب إلى المسجد، ونادى على أهل الصفة، فجاءوا، فقال في نفسه: إذا شرب كل هؤلاء ماذا يبقى لي في القدح، فأتوا معه إلى بيت النبي، فقال له النبي: أبا هر، خذ فأعطهم، فقام أبو هريرة يدور عليهم بقدح اللبن يشرب الرجل منهم حتى يروى ويشبع، ثم يعطيه لمن بعده فيشرب حتى يشبع، حتى شرب آخرهم، ولم يبق في القدح إلا شيء يسير، فرفع النبي رأسه وهو يبتسم وقال: أبا هر قلت: لبيك يا رسول الله، قال: بقيت أنا وأنت قلت: صدقت يا رسول الله، فقال الرسول: فاقعد فاشرب، قال أبو هريرة: فقعدت فشربت، فقال: اشرب. فشربت، فما زال النبي يقول لي اشرب فأشرب حتى قلت: والذي بعثك بالحق ما أجد له مساغًا، فقال النبي: ناولني القدح فأخذ النبي القدح فشرب من الفضلة .',
          "audioHadith":'nawawi12.mp3'
    },
   {
       'key':'الحديث الثالث عشر',
          "nameHadith" : 'من كمال الإيمان',
          "textHadith": 'عَنْ أَبِيْ حَمْزَة أَنَسِ بنِ مَالِكٍ رَضِيَ اللهُ تَعَالَى عَنْهُ خَادِمِ رَسُوْلِ اللهِ ﷺ عَن النبي ﷺ قَالَ: (لاَ يُؤمِنُ أَحَدُكُمْ حَتَّى يُحِبَّ لأَخِيْهِ مَا يُحِبُّ لِنَفْسِهِ) رواه البخاري ومسلم',
          "explanationHadith": 'قوله: (لا َيُؤمِنُ أَحَدُكُمْ) أي لا يتم إيمان أحدنا، فالنفي هنا للكمال والتمام، وليس نفياً لأصل الإيمان. فإن قال قائل: ما دليلكم على هذا التأويل الذي فيه صرف الكلام عن ظاهره؟ قلنا: دليلنا على هذا أن ذلك العمل لا يخرج به الإنسان من الإيمان، ولا يعتبر مرتدّاً، وإنما هو من باب النصيحة، فيكون النفي هنا نفياً لكمال الإيمان. فإن قال قائل: ألستم تنكرون على أهل التأويل تأويلهم؟ فالجواب: نحن لا ننكر على أهل التأويل تأويلهم، إنما ننكر على أهل التأويل تأويلهم الذي لا دليل عليه، لأنه إذا لم يكن عليه دليلٌ صار تحريفاً وليس تأويلاً، أما التأويل الذي دلّ عليه الدليل فإنه يعتبر من تفسير الكلام، كما قال النبي ﷺ في عبد الله بن عباس رضي الله عنهما: "اللَّهُمَّ فَقِّههُ فِي الدِّيْنِ وَعَلِّمْهُ التَّأوِيْلَ" فإن قال قائل: في قول الله تعالى: (فَإِذَا قَرَأْتَ الْقُرْآنَ فَاسْتَعِذْ بِاللَّهِ مِنَ الشَّيْطَانِ الرَّجِيمِ) المراد به: إذا أردت قراءة القرآن، فهل يعتبر هذا تأويلاً مذموماً، أو تأويلاً صحيحاً؟ والجواب: هذا تأويل صحيح، لأنه دلّ عليه الدليل من فعل النبي ﷺ ، فقد كان ﷺ يتعوّذ عند القراءة لا في آخر القراءة . وعليه فلا ننكر التأويل مطلقاً، إنما ننكر التأويل الذي لا دليل عليه ونسميه تحريفاً. (لاَ يُؤمِنُ أَحَدُكُمْ) الإيمان في اللغة هو: الإقرار المستلزم للقبول والإذعان والإيمان وهو مطابق للشرع وقيل: هو التصديق وفيه نظر؛ لأنه يقال: آمنت بكذا وصدقت فلاناً ولا يقال: آمنت فلاناً. فالإيمان في اللغة حقيقة : إقرار القلب بما يرد عليه، وليس التصديق. وقد يرد الإيمان بمعنى التصديق بقرينة مثل قوله تعالى: (فَآمَنَ لَهُ لُوطٌ) على أحد القولين مع أنه يمكن أن يقال: فآمن له لوط أي انقاد له - أي إبراهيم - وصدّق دعوته. أما الإيمان في الشرع فهوكما سبق في تعريفه في اللغة. فمن أقرّ بدون قبول وإذعان فليس بمؤمن، وعلى هذا فاليهود والنصارى اليوم ليسوا بمؤمنين لأنهم لم يقبلوا دين الإسلام ولم يذعنوا. ومحل الإيمان: القلب واللسان والجوارح، فالإيمان يكون بالقلب، ويكون باللسان، ويكون بالجوارح، أي أن قول اللسان يسمى إيماناً، وعمل الجوارح يسمى إيماناً، والدليل: قول الله عزّ وجل: (وَمَا كَانَ اللَّهُ لِيُضِيعَ إِيمَانَكُمْ) قال المفسّرون: إيمانكم: أي صلاتكم إلى بيت المقدس، وقال النبي ﷺ : (الإِيْمَانُ بِضْعٌ وَسَبْعُونَ شُعْبَةً فَأَعْلاهَا قَوْلُ لاَ إِلَهَ إِلاَّ الله، وأدنْاهَا إِمَاطَةُ الأذى عَنِ الطَّرِيْقِ وَالحَيَاءُ شُعْبَةٌ مِنَ الإِيْمَانِ) أعلاها قول: لا إله إلا الله، هذا قول اللسان. وأدناها : إماطة الأذى عن الطريق وهذا فعل الجوارح، والحياء عمل القلب. وأما القول بأن الإيمان محلّه القلب فقط، وأن من أقرّ فقد آمن فهذا غلط ولا يصحّ. وقوله: (حَتَّى يُحَبَّ) (حتى) هذه للغاية، يعني: إلى أن "يُحَبَّ لأَخِيْه" والمحبة: لا تحتاج إلى تفسير، ولا يزيد تفسيرها إلا إشكالاً وخفاءً، فالمحبة هي المحبة، ولا تفسَّر بأبين من لفظها. وقوله: (لأَخِيْهِ) أي المؤمن (مَا يُحبُّ لِنَفْسِهِ) من خير ودفع شر ودفاع عن العرض وغير ذلك.',
          "translateNarrator": 'هو أنس بن مالك بن النضير بن ضمضم بن زيد بن حرام بن جندب بن عامر بن غنم بن عدي بن النجار.كنيتة :أبو حمزة الأنصاري الخزرجي، كناه النبي ﷺ أبا حمزة ببقلة كان يجتنبها ، ثبت مولد أنس قبل عام الهجرة بعشر سنين .قدم النبي ﷺ المدينة وهو بن عشر سنين فأتت به أمه أم سليم النبي ﷺ لما قدم فقالت له هذا أنس غلام يخدمك فقبله . كانأنسيقول: قدم رسول الله - ﷺ –المدينة وأنا ابن عشر ، ومات وأنا ابن عشرين . وكان يحثني على خدمة رسول الله - ﷺ فصحب أنسالنبي- ﷺ - أتم الصحبة ، ولازمه أكمل الملازمة منذ هاجر ، أصيب أنس بن مالك في نهاية حياته بمرض البرص وضعف جسده، وتوفي في البصرة في السنة الثالثة والتسعين للهجرة في خلافة الوليد بن عبد الملك، وهو آخر من بقي من أصحاب النبي.',
          "audioHadith":'nawawi13.mp3'
    },
    {
       'key':'الحديث الرابع عشر',
          "nameHadith" : 'متى يهدر دم المسلم؟',
          "textHadith": 'َعنِ ابْنِ مَسْعُودٍ رضي الله عنه قَالَ: قَالَ رَسُولُ اللهِ : (لا يَحِلُّ دَمُ امْرِئٍ مُسْلِمٍ إِلاَّ بإِحْدَى ثَلاثٍ: الثَّيِّبُ الزَّانِيْ، وَالنَّفْسُ بِالنَّفْسِ، وَالتَّاركُ لِدِيْنِهِ المُفَارِقُ للجمَاعَةِ) رواه البخاري ومسلم.',
          "explanationHadith": '(لا يَحِلُّ دَمُ امْرِئٍ مُسْلِمٍ) أي لا يحل قتله،وفسّرناها بذلك لأن هذا هو المعروف في اللغة العربية، قال النبي ﷺ : "إِنَّ دِمَاءَكَمْ وَأَمْوَالَكُمْ وَأَعْرَاَضَكُمْ عَليْكُمْ حَرَامٌ" . وقوله: (امرِئٍ مُسْلِمٍ) التعبير بذلك لا يعني أن المرأة يحل دمها، ولكن التعبير بالمذكر في القرآن والسنة أكثر من التعبير بالمؤنث، لأن الرجال هم الذين تتوجه إليهم الخطابات وهم المعنيّون بأنفسهم وبالنساء. وقوله: (مُسْلِمٍ) أي داخل في الإسلام. (إِلاَّ بإِحْدَى ثَلاثٍ) يعني بواحدة من الثلاث. (الثَّيِّبُ الزَّانِي) فالثيب الزاني يحلّ دمه، والثيب هو : الذي جامع في نكاح صحيح، فإذا زنا بعد أن أنعم الله عليه بنعمة النكاح الصحيح صار مستحقاً للقتل، ولكن صفة قتله سنذكرها إن شاء الله تعالى في الفوائد. ومفهوم قوله (الثَّيِّبُ) أن البكر لا يحل دمه إذا زنا، وهو الذي لم يجامع في نكاح صحيح. (وَالنَّفْسُ بِالنَّفْسِ) المقصود به القصاص، أي أنه إذا قتل إنسانٌ إنساناً عمداً قُتِلَ به بالشروط المعروفة. (وَالتَّارِكُ لِدِينِهِ) يعني بذلك المرتدّ بأي نوع من أنواع الرّدة. وقوله: (المُفَارِقُ للجَمَاعَةِ) هذا عطف بيان، يعني أن التارك لدينه مفارق للجماعة خارج عنها.',
          "translateNarrator": 'هو عبد الله بن مسعود بن غافل بن حبيب بن شمخ بن فار بن مخزوم بن صاهلة بن كاهل بن الحارث بن تميم بن سعد بن هذيل بن مدركة بن إلياس بن مضر بن نزار بن معد بن عدنان ، نشأ عبد الله في مكة،كان من السابقين إلى الإسلام، أسلم قديماً، وهاجر الهجرتين، وشهد بدراً والمشاهد كلها، ولازم النبي - ﷺ ، وحدث عن النبي - ﷺ - بالكثير وبعد الهجرة آخى النبي - ﷺ - بينه وبين سعدبن معاذ لبث عبد الله بن مسعود في المدينة المنورة بعد عودته حتى ألمّ به مرض موته سنة 32 هـ،حيث توفي ابن مسعود في تلك السنة.',
          "audioHadith":'nawawi14.mp3'
    },
    {
        'key':'الحديث الخامس عشر',
          "nameHadith" : 'اكرام الضيف',
          "textHadith": 'عَن أَبِي هُرَيْرَةَ رضي الله عنه أَنَّ رَسُولَ اللهِ ﷺ قَالَ: (مَنْ كَانَ يُؤمِنُ بِاللهِ وَاليَوْمِ الآخِرِ فَلْيَقُلْ خَيْرَاً أَو لِيَصْمُتْ، وَمَنْ كَانَ يُؤمِنُ بِاللهِ وَاليَومِ الآخِرِ فَلْيُكْرِمْ جَارَهُ، ومَنْ كَانَ يُؤمِنُ بِاللهِ واليَومِ الآخِرِ فَلْيُكْرِمْ ضَيْفَهُ) رواه البخاري ومسلم.',
          "explanationHadith": 'قوله: (مَنْ كَانَ يُؤمِنُ) هذه جملة شرطية، جوابها: (فَليَقُلْ خَيْرَاً أَو لِيَصْمُتْ) ، والمقصود بهذه الصيغة الحث والإغراء على قول الخير أو السكوت كأنه قال: إن كنت تؤمن بالله واليوم الآخر فقل الخير أو اسكت. قوله: (فَلَيَقُلْ خَيرَاً) اللام للأمر، والخير نوعان: خير في المقال نفسه، وخير في المراد به. أما الخير في المقال: فأن يذكر الله عزّ وجل ويسبّح ويحمد ويقرأ القرآن ويعلم العلم ويأمر بالمعروف وينهى عن المنكر، فهذا خير بنفسه. وأما الخير لغيره: فأن يقول قولاً ليس خيراً في نفسه ولكن من أجل إدخال السرور على جلسائه، فإن هذا خير لما يترتب عليه من الأنس وإزالة الوحشة وحصول الإلفة، لأنك لو جلست مع قوم ولم تجد شيئاً يكون خيراً بذاته وبقيت صامتاً من حين دخلت إلى أن قمت صار في هذا وحشة وعدم إلفة، لكن تحدث ولو بكلام ليس خيراً في نفسه ولكن من أجل إدخال السرور على جلسائك، فإن هذا خير لغيره. قوله: ( أو لِيَصْمُتْ) أي يسكت. قوله: (وَمَنْ كَانَ يُؤمِنُ باللهِ وَاليَومِ الآخِرِ فَلْيُكْرِمْ جَارَهُ) أي جاره في البيت، والظاهر أنه يشمل حتى جاره في المتجر كجارك في الدكان مثلاً، لكن هو في الأول أظهر أي الجار في البيت، وكلما قرب الجار منك كان حقه أعظم. وأطلق النبي ﷺ الإكرام فقال: (فليُكْرِم جَارَهُ) ولم يقل مثلاً بإعطاء الدراهم أو الصدقة أو اللباس أو ما أشبه هذا، وكل شيء يأتي مطلقاً في الشريعة فإنه يرجع فيه إلى العرف، وفي المنظومة الفقهية وكلُّ ما أتى ولم يحددبالشرع كالحرز فبالعرف أحدد فالإكرام إذاً ليس معيناً بل ما عدّه الناس إكراماً، ويختلف من جار إلى آخر، فجارك الفقير ربما يكون إكرامه برغيف خبز، وجارك الغني لا يكفي هذا في إكرامه، وجارك الوضيع ربما يكتفي بأدنى شيء في إكرامه، وجارك الشريف يحتاج إلى أكثر والجار: هل هو الملاصق، أو المشارك في السوق، أو المقابل أو ماذا؟ هذا أيضاً يرجع فيه إلى العرف، لكن قد ورد أن الجار أربعون داراً من كل جانب ،وهذا في الوقت الحاضر صعب جداً. في عهد النبي ﷺ أربعون داراً مساحتهم قليلة، لكن في عهدنا أربعون داراً قرية، فإذا قلنا إن الجار أربعون داراً والبيوت قصور صار فيها صعوبة، ولهذا نقول: إن صح الحديث فهو مُنَزَّل على الحال في عهد النبي ﷺ ، وإن لم يصح رجعنا إلى العرف. قوله: ( وَمَنْ كَانَ يُؤمِنُ باللهِ واليَومِ الآخِرِ فَليُكرِمْ ضَيْفَهُ) الضيف هو النازل بك، كرجل مسافر نزل بك، فهذا ضيف يجب إكرامه بما يعد إكراماً.',
          "translateNarrator": 'أبو هريرة هو عبد الرحمن بن صخر الدوسي، وكان يعرف بالجاهلية باسم عبد شمس بن صخر، وعرف بأبي هريرة لأنه كان يرعى الأغنام وهو صغير مع هرته الصغيرة التي كان يحتفظ بها في الشجر ليلاً، حيث كان يعطف عليها، ويرعاها، ويطعمها، ولد في عام 19هـ في قبيلة دوس، وأسلم في السنة السابعة من الهجرة عندما كان في الثامنة والعشرين من العمر، كان أبو هريرة شديد الفقر، حيث كان يربط على بطنه حجراً من شدة الجوع، وفي أحد الأيام خرج وهو جائع، فمر به أبو بكر، فسأله أبو هريرة عن تفسير آية ما، ففسرها له، وانصرف، علماً بأن أبا هريرة يعرف تفسيرها، إلا أنه أراد منه أن يصطحبه لبيته ليطعمه، فمر عليه عمر بن الخطاب، وفعل معه كما فعل مع أبي بكر، إلا أنه رد عليه كما رد أبي بكر، وانصرف، فمر على رسول الله، فعلم ما يرد، وأخذه إلى بيته، فوجد لبناً في قدح،فقال:من أين لكم هذا؟ قيل:أرسل به إليك.فقال النبي:أبا هريرة، انطلق إلى أهل الصفة؛ فادعهم، فحزن أبو هريرة، وقال في نفسه:كنت أرجو أن أشرب من اللبن شربة أتقوى بها بقية يومي وليلتي، ثم قال في نفسه:لا بد من تنفيذ أمر الرسول، وذهب إلى المسجد، ونادى على أهل الصفة، فجاءوا، فقال في نفسه:إذا شرب كل هؤلاء ماذا يبقى لي في القدح، فأتوا معه إلى بيت النبي، فقال له النبي:أبا هر، خذ فأعطهم، فقام أبو هريرة يدور عليهم بقدح اللبن يشرب الرجل منهم حتى يروى ويشبع، ثم يعطيه لمن بعده فيشرب حتى يشبع، حتى شرب آخرهم، ولم يبق في القدح إلا شيء يسير، فرفع النبي رأسه وهو يبتسم وقال:أبا هر قلت:لبيك يا رسول الله، قال:بقيت أنا وأنت قلت:صدقت يا رسول الله، فقال الرسول:فاقعد فاشرب، قال أبو هريرة:فقعدت فشربت، فقال:اشرب.فشربت، فما زال النبي يقول لي اشرب فأشرب حتى قلت:والذي بعثك بالحق ما أجد له مساغًا، فقال النبي:ناولني القدح فأخذ النبي القدح فشرب من الفضلة[ صحيح البخاري].',
          "audioHadith":'nawawi15.mp3'
    },
    {
       'key':'الحديث السادس عشر',
          "nameHadith" : 'النهي عن الغضب',
          "textHadith": 'عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللهُ عَنْهُ أَنَّ رَجُلاً قَالَ لِلنَّبيِّ ﷺ : أَوصِنِيْ، قَال : (لاَ تَغْضَبْ) . رواه البخاري',
          "explanationHadith": 'لم يبيَّن هذا الرجل، وهذا يأتي كثيراً في الأحاديث لا يبيّن فيها المبهم، وذلك لأن معرفة اسم الرجل أو وصفه لا يُحتاج إليه، فلذلك تجد في الأحاديث: أن رجلاً قال كذا، وتجد بعض العلماء يتعب تعباً عظيماً في تعيين هذا الرجل، والذي أرى أنه لا حاجة للتعب مادام الحكم لا يتغير بفلان مع فلان. قَالَ: (يَا رَسُولَ اللهِ أَوصِنِي) الوصية: هي العهد إلى الشخص بأمر هام، كما يوصي الرجل مثلاً على ثلثه أو على ولده الصغير أو ما أشبه ذلك. قَالَ: (لا َتَغْضَبْ) الغضب: بيَّن النبي ﷺ أنه جمرة يلقيها الشيطان في قلب ابن آدم فيغلي القلب، ولذلك يحمرّ وجهه وتنتفخ أوداجه وربما يقف شعره. فهل مراد الرسول ﷺ " لاَ تَغْضَبْ " أي لا يقع منك الغضب، أو المعنى: لا تنفذ الغضب ؟ لننظر: أما الأول فإن ضبطه صعب،لأن الناس يختلفون في هذا اختلافاً كبيراً، لكن لا مانع أن نقول: أراد قوله: "لاَ تَغْضَبْ" أي الغضب الطبيعي، بمعنى أن توطن نفسك وتبرّد الأمر على نفسك. وأما المعنى الثاني: وهو أن لا تنفذ مقتضى الغضب فهذا حق، فينهى عنه. إذاً كلمة "لاَ تَغْضَبْ" هل هي نهي عن الغضب الذي هو طبيعي أو هي نهي لما يقتضيه الغضب ؟ إن نظرنا إلى ظاهر اللفظ قلنا: "لاَ تَغْضَبْ" أي الغضب الطبيعي، لكن هذا فيه صعوبة، وله وجه يمكن أن يحمل عليه بأن يقال: اضبط نفسك عند وجود السبب حتى لا تغضب. والمعنى الثاني لقوله: لاَ تَغْضَبْ أي لا تنفذ مقتضى الغضب، فلو غضب الإنسان وأراد أن يطلّق امرأته، فنقول له: اصبر وتأنَّ. فَرَدَّدَ الرَّجُلُ مِرَارَاً ، - أَيْ قَالَ: أَوْصِنِي - قَالَ: "لاَ تَغْضَبْ"',
          "translateNarrator": 'أبو هريرة هو عبد الرحمن بن صخر الدوسي، وكان يعرف بالجاهلية باسم عبد شمس بن صخر، وعرف بأبي هريرة لأنه كان يرعى الأغنام وهو صغير مع هرته الصغيرة التي كان يحتفظ بها في الشجر ليلاً، حيث كان يعطف عليها، ويرعاها، ويطعمها، ولد في عام 19هـ في قبيلة دوس، وأسلم في السنة السابعة من الهجرة عندما كان في الثامنة والعشرين من العمر، كان أبو هريرة شديد الفقر، حيث كان يربط على بطنه حجراً من شدة الجوع، وفي أحد الأيام خرج وهو جائع، فمر به أبو بكر، فسأله أبو هريرة عن تفسير آية ما، ففسرها له، وانصرف، علماً بأن أبا هريرة يعرف تفسيرها، إلا أنه أراد منه أن يصطحبه لبيته ليطعمه، فمر عليه عمر بن الخطاب، وفعل معه كما فعل مع أبي بكر، إلا أنه رد عليه كما رد أبي بكر، وانصرف، فمر على رسول الله، فعلم ما يرد، وأخذه إلى بيته، فوجد لبناً في قدح،فقال:من أين لكم هذا؟ قيل:أرسل به إليك.فقال النبي:أبا هريرة، انطلق إلى أهل الصفة؛ فادعهم، فحزن أبو هريرة، وقال في نفسه:كنت أرجو أن أشرب من اللبن شربة أتقوى بها بقية يومي وليلتي، ثم قال في نفسه:لا بد من تنفيذ أمر الرسول، وذهب إلى المسجد، ونادى على أهل الصفة، فجاءوا، فقال في نفسه:إذا شرب كل هؤلاء ماذا يبقى لي في القدح، فأتوا معه إلى بيت النبي، فقال له النبي:أبا هر، خذ فأعطهم، فقام أبو هريرة يدور عليهم بقدح اللبن يشرب الرجل منهم حتى يروى ويشبع، ثم يعطيه لمن بعده فيشرب حتى يشبع، حتى شرب آخرهم، ولم يبق في القدح إلا شيء يسير، فرفع النبي رأسه وهو يبتسم وقال:أبا هر قلت:لبيك يا رسول الله، قال:بقيت أنا وأنت قلت:صدقت يا رسول الله، فقال الرسول:فاقعد فاشرب، قال أبو هريرة:فقعدت فشربت، فقال:اشرب.فشربت، فما زال النبي يقول لي اشرب فأشرب حتى قلت:والذي بعثك بالحق ما أجد له مساغًا، فقال النبي:ناولني القدح فأخذ النبي القدح فشرب من الفضلة[ صحيح البخاري].',
          "audioHadith":'nawawi16.mp3'
    },
    {
      'key':'الحديث السابع عشر',
          "nameHadith" : 'الرفق بالحيوان',
          "textHadith": 'عَنْ أَبِي يَعْلَى شَدَّادِ بنِ أَوْسٍ رَضِيَ اللهُ تَعَالَى عَنْهُ عَنْ رَسُولِ اللهِ ﷺ قَالَ: (إِنَّ اللهَ كَتَبَ الإِحْسَانَ عَلَى كُلِّ شَيءٍ. فَإِذَا قَتَلْتُمْ فَأَحْسِنُوا القِتْلَةَ، وَإِذَا ذَبَحْتُمْ فَأَحْسِنُوا الذِّبْحَةَ، وَلْيُحِدَّ أَحَدُكُمْ شَفْرَتَهُ، وَلْيُرِحْ ذَبِيْحَتَهُ) رواه مسلم',
          "explanationHadith": 'قوله: ( إِنَّ اللهَ كَتَبَ الإِحْسَانُ عَلَى كُلِّ شَيء) أي في كل شيء، ولم يقل: إلى كل شيء،بل قال: على كل شيء، يعني أن الإحسان ليس خاصاً بشيء معين من الحياة بل هو في جميع الحياة. ثم ضرب أمثلة فقال: (فَإِذَا قَتَلْتُمْ فَأَحْسِنُوا القِتْلَةَ، وَإِذَا ذَبَحْتُمْ فَأَحْسِنُوا الذِّبْحَةَ) والفرق بينهما: أن المقتول لا يحل بالقتل كما لو أراد إنسان أن يقتل كلباً مؤذياً، فنقول: أحسن القتلة. وكذا إذا أراد أن يقتل ثعباناً فنقول: أحسن القتلة، وإذا ذبح فنقول: أحسن الذبحة، وهذا فيما يؤكل، أي يحسن الذبحة بكل ما يكون فيه الإحسان، ولهذا قال: (وَليُحدّ أحدكم شَفْرَته) أي السكين، وحدُّها يعني حكها حتى تكون قوية القطع، أي يحكها بالمبرد أو بالحجر أو بغيرهما حتى تكون حادة يحصل بها الذبح بسرعة. (وَلْيُرِحْ ذَبِيْحَتَهُ) اللام للأمر، أي وليرح ذبيحته عند الذبح بحيث يمر السكين بقوة وسرعة .',
          "translateNarrator": 'شداد بن أوس بن ثابت بن المنذر بن حرام بن حديلة أبو يعلى بن أخي حسان بن ثابت الأنصاري،كان له خمسة أولاد منهم بنته خزرج، و تزوجت في الأزد و كان أكبرهم يعلى ثم محمد ثم عبد الوهاب و المنذر ،سكن الشام و مات ببيت المقدس سنة ثمان وخمسين في ولاية معاوية بن أبي سفيان، وقال ابن حاتم: نزل الشام وتحول إلي فلسطين ومات بها سنة ثمان وخمسون وهو ابن خمس وسبعون له صحبة روي عنه ابنه يعلى بن شداد وأبو الأشعث الصنعاني وصهرة بن حبيب. قال المفضل بن غسان الغلابي: زهاد الأنصار ثلاثة أبو الدرداء و شداد بن أوس وعمير بن سعد رضي الله عنهم، وكان عمر بن الخطاب رضي الله عنه ولاه حمص. وقال الفرج بن فضالة عن أسد بن وداعة كان شداد بن أوس إذا أخذ مضجعة من الليل كالحبة على المقلي فيقول: اللهم إن النار قد حالت بيني وبين النوم ثم يقوم فلا يزال يصلي حتى يصبح. و قال سعيد بن عبد العزيز فُضل شداد بن أوس الأنصاري بخصلتين: بيان إذا نطق ويكظم إذا غضب.',
          "audioHadith":'nawawi17.mp3'
    },
    {
       'key':'الحديث الثامن عشر',
          "nameHadith" : 'الخلق الحسن',
          "textHadith": 'عَنْ أَبِيْ ذَرٍّ جُنْدُبِ بنِ جُنَادَةَ وَأَبِي عَبْدِ الرَّحْمَنِ مُعَاذِ بِنِ جَبَلٍ رَضِيَ اللهُ عَنْهُمَا عَنْ رَسُولِ اللهِ ﷺ قَالَ: (اتَّقِ اللهَ حَيْثُمَا كُنْتَ، وَأَتْبِعِ السَّيِّئَةَ الحَسَنَةَ تَمْحُهَا، وَخَالِقِ النَّاسَ بِخُلُقٍ حَسَنٍ ) رواه الترمذي وقال: حديث حسن. وفي بعض النسخ: حسنٌ صحيح.',
          "explanationHadith": 'قوله: (اتَّقِ اللهَ) أي اتخذ وقاية من عذاب الله عز وجل، وذلك بفعل أوامره واجتناب نواهيه. (حَيْثُمَا كُنْتَ) حيث: ظرف مكان، أي في أي مكان كنت سواء في العلانية أو في السر، وسواء في البيت أو في السوق، وسواء عندك أناس أو ليس عندك أناس. ( وَأَتْبِعِ السَّيِّئَةَ الحَسَنَةَ تَمْحُهَا) (أتبع) فعل أمر، و (السيئة) مفعول أول، و (الحسنة) مفعول ثان. ( تَمْحُهَا) جواب الأمر، ولهذا جزمت، والمعنى: إذا فعلت سيئة فأتبعها بحسنة،فهذه الحسنة تمحو السيئة. واختلف العلماء - رحمهم الله - هل المراد بالحسنة التي تتبع السيئة هي التوبة، فكأنه قال: إذا أسأت فتب، أو المراد العموم؟ الصواب: الثاني، أن الحسنة تمحو السيئة وإن لم تكن توبة، دليل هذا قوله تعالى: (وَأَقِمِ الصَّلاةَ طَرَفَيِ النَّهَارِ وَزُلَفاً مِنَ اللَّيْلِ إِنَّ الْحَسَنَاتِ يُذْهِبْنَ السَّيِّئَات) ( وَأَتْبِعِ السَّيِّئَةَ الحَسَنَةَ تَمْحُهَا) فبين النتيجة هي أنها تمحوها. ( وَخَالِقِ النَّاسَ بِخُلُقٍ حَسَنٍ) أي عامل الناس بخلق حسن. والخُلُق: هو الصفة الباطنة في الإنسان، والخَلْقُ: هو الصفة الظاهرة،والمعنى: عامل الناس بالأخلاق الحسنة بالقول وبالفعل. فما هو الخلق الحسن؟ قال بعضهم: الخلق الحسن: كف الأذى، وبذل الندى، والصبر على الأذى - أي على أذى الغير - والوجه الطلق. وضابط ذلك ما ذكره الله عزّ وجل في قوله: (خُذِ الْعَفْوَ) أي خذ ما عفا وسهل من الناس، ولاترد من الناس أن يأتوك على ما تحب لأن هذا أمر مستحيل، لكن خذ ما تيسر (وَأْمُرْ بِالْعُرْفِ وَأَعْرِضْ عَنِ الْجَاهِلِينَ) وهل الخلق الحسن جِبْلِيٌّ أو يحصل بالكسب؟ الجواب: بعضه جبلي، وبعضه يحصل بالكسب .',
          "translateNarrator": 'أبو ذر الغفاري ، رضي الله عنه : المشهور أن اسمه : جندب بن جنادة بن قيس بن عمرو بن مليل بن صعير بن حرام بن عفان . قال الذهبي رحمه الله : " أحد السابقين الأولين ، من نجباء أصحاب محمد ﷺ . قيل: كان خامس خمسة في الإسلام. ثم إنه رد إلى بلاد قومه فأقام بها بأمر النبي ﷺ له بذلك، فلما أن هاجر النبي ﷺ هاجر إليه أبو ذر رضي الله عنه ولازمه وجاهد معه. وكان يفتي في خلافة أبي بكر عمر وعثمان . قيل: كان آدمَ [ يعني : أسمر اللون ] ، ضخما ، جسيما ، كث اللحية. وكان رأسا في الزهد والصدق والعلم والعمل، قوالا بالحق، لا تأخذه في الله لومة لائم. وقد شهد فتح بيت المقدس مع عمر " . قال ابن كثير رحمه الله : " هُوَ أَوَّلُ مَنْ حَيَّا رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِتَحِيَّةِ الْإِسْلَامِ، ثُمَّ رَجَعَ إِلَى بِلَادِهِ وَقَوْمِهِ، فَكَانَ هُنَاكَ حَتَّى هَاجَرَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِلَى الْمَدِينَةِ، فَهَاجَرَ بَعْدَ الْخَنْدَقِ، ثُمَّ لَزِمَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حَضَرًا وَسَفَرًا، وَرَوَى عَنْهُ أَحَادِيثَ كَثِيرَةً" ،وكان رسول الله ﷺ يحبه، ويعتني بأمره، ويرشده إلى ما يصلحه:عَنْ أَبِي ذَرٍّ، أَنَّ رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، قَالَ: (يَا أَبَا ذَرٍّ، إِنِّي أَرَاكَ ضَعِيفًا، وَإِنِّي أُحِبُّ لَكَ مَا أُحِبُّ لِنَفْسِي، لَا تَأَمَّرَنَّ عَلَى اثْنَيْنِ، وَلَا تَوَلَّيَنَّ مَالَ يَتِيمٍ) . هو معاذ بن جبل بن عمرو بن أوس بن عائذ بن عدي بن كعب بن عمرو بن أدي بن سعد بن علي بن أسد بن ساردة بن يزيد بن جشم بن الخزرج، الأنصاري الخزرجي … و هو من الانصار … و كان له زوجتان و ولدان و بنت … وكان يكنى بأبو عبد الرحمن ،قيل ان معاذ بن جبل ولد مابين سنة 602 ميلاديا و بين سنة 607 ميلاديا و قد ولد في يثرب و هي المدينة المنورة حاليا . لقد اسلم الصحابي الجليل معاذ بن جبل و هو كان عمره ثمان عشر سنة … و شهد بدرا و شهد المشاهد كلها مع رسول الله ﷺ … و بعثه رسول الله ﷺ الى اليمن بعد غزوة تبوك ليعلم الناس هناك دين الله و يعلِّم الناس القرآن و شرائع الإسلام و يقضي بينهم ،فقدكان الصحابي الجليل معاذ بن جبل رضي الله عنه من اكثر الصحابة علما بالحلال والحرام … كما انه قارئا جيدا للقرآن و كان زاهدا ورعا متصدقا كريما متعبدا لله مجتهدا في العبادة … و قد كان الصحابي الجليل معاذ بن جبل معلما للناس دين الله وناصحا لهم … وكان يعتبر من اكثر الصحابة علما بالفقه .',
          "audioHadith":'nawawi18.mp3'
    },
    {
        'key':'الحديث التاسع عشر',
          "nameHadith" : 'الإيمان بالقضاء والقدر',
          "textHadith": 'عَنْ أَبِي عَبَّاسٍ عَبْدِ اللهِ بنِ عَبَّاسٍ رضي الله عنهما قَالَ: كُنْتُ خَلْفَ النبي ﷺ يَومَاً فَقَالَ: (يَا غُلاَمُ إِنّي أُعَلِّمُكَ كَلِمَاتٍ : احْفَظِ اللهَ يَحفَظك، احْفَظِ اللهَ تَجِدهُ تُجَاهَكَ، إِذَاَ سَأَلْتَ فَاسْأَلِ اللهَ، وَإِذَاَ اسْتَعَنتَ فَاسْتَعِن بِاللهِ، وَاعْلَم أَنَّ الأُمّة لو اجْتَمَعَت عَلَى أن يَنفَعُوكَ بِشيءٍ لَمْ يَنْفَعُوكَ إِلا بِشيءٍ قَد كَتَبَهُ اللهُ لَك، وإِن اِجْتَمَعوا عَلَى أَنْ يَضُرُّوكَ بِشيءٍ لَمْ يَضروك إلا بشيءٍ قَد كَتَبَهُ اللهُ عَلَيْكَ، رُفعَت الأَقْلامُ، وَجَفّتِ الصُّحُفُ) رواه الترمذي وقال: حديث حسن صحيح - وفي رواية - غير الترمذي: (اِحفظِ اللهَ تَجٍدْهُ أَمَامَكَ، تَعَرَّفْ إلى اللهِ في الرَّخاءِ يَعرِفْكَ في الشّدةِ، وَاعْلَم أن مَا أَخطأكَ لَمْ يَكُن لِيُصيبكَ، وَمَا أَصَابَكَ لَمْ يَكُن لِيُخطِئكَ، وَاعْلَمْ أنَّ النَّصْرَ مَعَ الصَّبْرِ، وَأَنَّ الفَرَجَ مَعَ الكَربِ، وَأَنَّ مَعَ العُسرِ يُسراً)',
          "explanationHadith": 'قوله (كُنْتُ خَلْفَ النبي) يحتمل أنه راكب معه ويحتمل أنه يمشي خلفه،وأياً كان فالمهم أنه أوصاه بهذه الوصايا العظيمة. ( يَا غُلامُ) لأن ابن عباس رضي الله عنهما كان صغيراً، فإن النبي ﷺ توفي وابن عباس قد ناهز الاحتلام يعني من الخامسة عشر إلى السادسة عشر أو أقل . قال: (إني أُعَلمُكَ كَلِمَاتٍ) قال ذلك من أجل أن ينتبه لها (اِحْفَظِ اللهَ يَحفَظكَ) هذه كلمة عظيمة جليلة واحفظ تعني احفظ حدوده وشريعته بفعل أوامره واجتناب نواهيه وكذلك بأن تتعلم من دينه ما تقوم به عبادتك ومعاملاتك وتدعو به إلى الله عزّ وجل، واحفظ الله يحفظك في دينك وأهلك ومالك ونفسك لأن الله سبحانه وتعالى يجزي المحسنين بإحسانه وأهم هذه الأشياء هو أن يحفظك في دينك ويسلمك من الزيغ والضلال لأن الإنسان كلما اهتدى زاده الله عزّ وجل هدى (وَالَّذِينَ اهْتَدَوْا زَادَهُمْ هُدىً وَآتَاهُمْ تَقْوَاهُمْ) ، وعُلِمَ من هذا أن من لم يحفظ الله فإنه لا يستحق أن يحفظه الله عزّ وجل وفي هذا الترغيب على حفظ حدود الله عزّ وجل . الكلمة الثانية قال (احْفَظِ اللهَ تَجِدهُ تجَاهَكْ) ونقول في قوله: احْفَظِ اللهَ كما قلنا في الأولى، ومعنى تجده تجاهك وأمامك معناهما واحد يعني تجد الله عزّ وجل أمامك يدلك على كل خير ويقربك إليه ويهديك إليه ويذود عنك كل شر ولا سيما إذا حفظت الله بالاستعانة به فإن الإنسان إذا استعان بالله عزّ وجل وتوكل عليه كان الله حسبه ولا يحتاج إلى أحد بعد الله قال تعالى: (يَا أَيُّهَا النَّبِيُّ حَسْبُكَ اللَّهُ وَمَنِ اتَّبَعَكَ مِنَ الْمُؤْمِنِينَ) أي حسبك وحسب من اتبعك من المؤمنين ولهذا قال: (احْفَظِ اللهَ تَجِدْهُ تجَاهَكَ) . الكلمة الثالثة: "إذَا سَألْتَ فَاسْأَل اللهِ" إذا سالت حاجة فلا تسأل إلا الله عزّ وجل ولا تسأل المخلوق شيئاً وإذا قدر أنك سألت المخلوق ما يقدر عليه فاعلم أنه سبب من الأسباب وأن المسبب هو الله عزّ وجل لو شاء لمنعه من إعطائك سؤالك فاعتمد على الله تعالى. الكلمة الرابعة: (وَإِذَا اسْتَعَنْتَ فَاسْتَعِنْ بِاللهِ) فإذا أردت العون وطلبت العون من أحد فلا تطلب العون إلا من الله عزّ وجل، لأنه هو الذي بيده ملكوت السموات والأرض، وهو يعينك إذا شاء وإذا أخلصت الاستعانة بالله وتوكلت عليه أعانك، وإذا استعنت بمخلوق فيما يقدر عليه فاعتقد أنه سبب، وأن الله هو الذي سخره لك. وفي هاتين الجملتين دليل على أنه من نقص التوحيد أن الإنسان يسأل غير الله، ولهذا تكره المسألة لغير الله عزّ وجل في قليل أو كثير، الكلمة الخامسة: (وَاعْلَم أَنَّ الأُمّة لو اجْتَمَعَت عَلَى أن يَنفَعُوكَ بِشيءٍ لَمْ يَنْفَعُوكَ إِلا بِشيءٍ قَد كَتَبَهُ اللهُلك) الأمة كلها من أولها إلى آخرها لو اجتمعت على أن ينفعوك بشيء لن ينفعوك إلا بشيء قد كتبه الله لك, وعلى هذا فإن نفع الخلق الذي يأتي للإنسان فهو من الله في الحقيقة لأنه هو الذي كتبه له وهذا حث لنا على أن نعتمد على الله عزّ وجل ونعلم أن الأمة لا يجلبون لنا خيراً إلا بإذن الله عزّ وجل. الكلمة السادسة : (وإِن اِجْتَمَعوا عَلَى أَنْ يَضُرُّوكَ بِشيءٍ لَمْ يَضروك إلا بشيءٍ قَد كَتَبَهُ اللهُ عَلَيْكَ) وعلى هذا فإن نالك ضرر من أحد فاعلم أن الله قد كتبه عليك فارض بقضاء الله وبقدره، الكلمة السابعة: (رُفعَت الأَقْلامُ، وَجَفّت الصُّحُفُ) يعني أن ما كتبه الله عزّ وجل قد انتهى فالأقلام رفعت والصحف جفت ولا تبديل لكلمات الله . قوله رواه الترمذي وقال: حديث حسن صحيح، وفي رواية غير الترمذي: (اِحفظِ اللهَ تَجدهُ أَمَامَكَ) وهذا بمعنى "احْفَظِ اللهَ تَجِدهُ تُجَاهَكَ، تَعَرَّفْ إلى اللهِ في الرَّخاءِ يَعرِفُكَ في الشّدةِ" يعني قم بحق الله عزّ وجل في حال الرخاء وفي حال الصحة وفي حال الغنى يَعرِفكَ في الشّدةِ إذا زالت عنك الصحة وزال عنك الغنى واشتدت حاجتك عرفك بما سبق لك أو بما سبق فعل الخير الذي تعرفت به إلى الله عزّ وجل. (وَاعْلَم أَنَّ مَا أَخطَأَكَ لَمْ يَكُن ليُصيبَكَ، وَمَا أَصَابَكَ لَم يَكُن ليُخطِئُكَ) أي ما وقع عليك فلن يمكن دفعه، وما لم يحصل لك فلا يمكن جلبه، ويحتمل أن المعنى، يعني أن ما قدر الله عزّ وجل أن يصيبك فإنه لا يخطئك، بل لابد أن يقع لأن الله قدره. وأن ما كتب الله عزّ وجل أن يخطئك رفعه عنك فلن يصيبك أبداً، فالأمر كله بيد الله،وهذا يؤدي إلى أن يعتمد الإنسان على ربه اعتماداً كاملاً ثم قال: (وَاعْلَمْ أنَّ النَّصْرَ مَعَ الصَّبْرِ) فهذه الجملة فيها الحث على الصبر، من أجل أن ينال النصر، والصبر هنا يشمل الصبر على طاعة الله وعن معصيته وعلى أقداره المؤلمة وقوله: (وَاعْلَمْ أَن الفَرَجَ مَعَ الكَرْبِ) الفرج انكشاف الشدة والكرب، فكلما اكتربت الأمور فإن الفرج قريب، لأن الله عزّ وجل يقول في كتابه: (أَمَّنْ يُجِيبُ الْمُضْطَرَّ إِذَا دَعَاهُ وَيَكْشِفُ السُّوء) فكل يسر بعد عسر بل إن العسر محفوف بيسرين ، يسر سابق ويسر لاحق قال الله تعالى: (فَإِنَّ مَعَ الْعُسْرِ يُسْراً * إِنَّ مَعَ الْعُسْرِ يُسْراً) ، قال ابن عباس رضي الله عنه "لَن يَغلُبَ عسرٌ يُسرَين" .',
          "translateNarrator": 'هو عبد الله بن عباس بن عبد المطلب بن هاشم بن عبد مناف ابن قصي بن كلاببن مرة بن كعب بن لؤي بن غالب بن فهرالقرشي الهاشمي، صحابي جليل , وهو ابنعم النبي ﷺ , كني بأبو العباس وهو أكبر ولده, لقب بالبحر والحبر ؛ لسعة علمه وحدة فهمه , وبترجمان القرآن ؛ لأنه فسر القرآن وبينه فأجاد وأحسن بيانه ,وفي اللغة ترجم الكلام إذا بينه ووضحه, وأبو الخلفاء وهو والد الخلفاء العباسيين ، ففي ولده كانت الخلافة العباسية،ولد والنبي ﷺ وأهل بيته بالشعب من مكة، فأتي به النبي ﷺ فحنكه بريقه، وذلك قبل الهجرة بثلاث سنين , وقيل بخمس رأى جبريل عليه السلام مرتين : وقال ابن سعد: حدثنا محمد بن عبيد، حدثنا إسماعيل بن أبي خالد، عن شعيب بن يسار، عن عكرمة، قال: أرسل العباس عبد الله إلى النبي ﷺ ، فانطلق، ثم جاء، فقال: رأيت عنده رجلا لا أدري من هو فجاء العباس إلى رسول الله صلى الله عليه وآله وسلم فأخبره بالذي قال عبد الله، فدعاه، فأجلسه في حجره ، ومسح رأسه، ودعا له بالعلم. عن ابن عباس: " أنه رأى جبريل مرتين، ودعا له النبي ﷺ مرتين. صحب النبي ﷺ ولزمه، وأخذ عنه وحفظ وضبط الأقوال والأفعال والأحوالودعا له فنال من بركة دعوته ما نال من فضل وعلم: عن ابن عمر قال: دعا رسول الله ﷺ لعبد الله بن عباس فقال: " اللهم بارك فيه وانشر منه" و عن ابن عباس قال انتهيت إلى النبي ﷺ وعنده جبريل فقال له جبريل: إنه كائن حبر هذه الأمة فاستوص به خيرا. توفي رضي الله عنه بالطائف سنة ثمان وستين ، ويقال سنة تسع وستين,وهو ابن سبعين سنة، وقيل: إحدى وسبعين سنة ،وصلى عليه محمد بن الحنفية,وقيل أنه لما ماتأقبل طائر أبيض، فدخل في أكفانه، فما خرج منها حتى دفن معه.',
          "audioHadith":'nawawi19.mp3'
    },
    {
       'key':'الحديث العشرون',
          "nameHadith" : 'الحياء من الإيمان',
          "textHadith": 'عَنْ أَبيْ مَسْعُوْدٍ عُقبَة بنِ عَمْرٍو الأَنْصَارِيِّ البَدْرِيِّ رضي الله عنه قَالَ: قَالَ رَسُوْلُ اللهِ ﷺ (إِنَّ مِمَّا أَدرَكَ النَاسُ مِن كَلاَمِ النُّبُوَّةِ الأُولَى إِذا لَم تَستَحْيِ فاصْنَعْ مَا شِئتَ) رواه البخاري.',
          "explanationHadith": 'وقوله: (إِنَّ مِما أَدرَكَ الناسُ) (من) هنا للتبعيض، أي إن بعض الذي أدركه الناس من كلام النبوة الأولى... الخ. وقوله: (النبوَةِ الأُولَى) يعني السابقة، فيشمل النبوة الأولى على الإطلاق، والنبوة الأولى بالنسبة لنبوة النبي ﷺ فعليه نفسر : النبوَةِ الأُولَى أي السابقة . (إذا لَم تَستَحْيِ فَاصْنَع مَا شِئت) هذه الكلمة من كلام النبوة الأولى، والحياء هو عبارة عن انفعال يحدث للإنسان عند فعل ما لا يجمله ولا يزينه، فينكسر ويحصل الحياء. وقوله: (إِذا لَم تَستَحْيِ) يحتمل معنيين: المعنى الأول:إذا لم تكن ذا حياء صنعت ما تشاء، فيكون الأمر هنا بمعنى الخبر، لأنه لا حياء عنده، المعنى الثاني: إذا كان الفعل لا يُستَحَيى منه فاصنعه ولا تبالِ. فالأول عائد على الفاعل، والثاني عائد على الفعل. والمعنى: لا تترك شيئاً إذا كان لا يُستَحيى منه. وقوله: (فاصنَع مَا شِئت) أي افعل،والأمر هنا للإباحة على المعنى الثاني،أي إذا كان الفعل مما لا يستحيى منه فلا حرج. وهي للذم على المعنى الأول، أي أنك إذا لم يكن فيك حياء صنعت ما شئت.',
          "translateNarrator": 'الصحابي العالم الجليل البدري العقبي الخزرجي أبو مسعود عُقْبَة بن عَمْرو بن ثَعْلَبَة بن أَسِيرَة بن عَسِيرَةَ بن عطية بن جِدارة بن عوف بن الحارث بن الخزرج . لم يشهد بدرًا وإنما سكن بدرًا. وشهد العقبة الثانية وكان أحدث من شهدها سنًّا قاله ابن إسحاق. وشهد أحدًا وما بعدها من المشاهد وقال البخاري وغيره: إنه شهد بدرًا ولا يصح. ويحدث عمر بن عبد العزيز في أمارته: أن المغيرة بن شعبة أخر العصر وهو أمير الكوفة فدخل أبو مسعود عقبة ابن عمرو الأنصاري جد زيد بن حسن شهد بدرًا فقال: لقد علمت نزل جبريل فصلى, فصلى رسول اللهrخمس صلوات ثم قال: "هكذا أمرت" . وبذلك عده البخاري في البدريين وقال مسلم بن الحجاج في الكنى: شهد بدرًا وقال أبو أحمد الحاكم: يقال أنه شهد بدرًا. وسكن الكوفة وكان من أصحاب علي واستخلفه علي على الكوفة لما سار إلى صفين. كان رضي الله عنه متمسكا بطاعة الرسول الله ﷺ فيما نهى عنه فقد روى البيهقي بسند صحيح عن أبي مسعود :أنَّ رجلًا صنعَ لهُ طعامًا فدعاهُ فقالَ أفي البيتِ صورةٌ ؟ قالَ : نعَم فأبى أن يدخلَ حتَّى كسرَ الصُّورةَ ، ثمَّ دخلَ . –وعنه قال : صَلَّى بِنَا حُذَيْفَةُ عَلَى دُكَّانٍ مُرْتَفِعٍ فَسَجَدَ عَلَيْهِ فَجَبَذَهُ أَبُو مَسْعُودٍ فَتَابَعَهُ حُذَيْفَةُ فَلَمَّا قَضَى الصَّلَاةَ قَالَ أَبُو مَسْعُودٍ: أَلَيْسَ قَدْ نُهِيَ عَنْ هَذَا فَقَالَ لَهُ حُذَيْفَةُ أَلَمْ تَرَنِي قد تابعتك؟. قال خليفة: مات قبل سنة أربعين, وقال المدائني: مات سنة أربعين, قلت: والصحيح أنه مات بعدها, فقد ثبت أنه أدرك إمارة المغيرة على الكوفة, وذلك بعد سنة أربعين قطعًا, قيل: مات بالكوفة, وقيل: مات بالمدينة. ​',
          "audioHadith":'nawawi20.mp3'
    },
    {
      'key':'الحديث الحادي والعشرون',
          "nameHadith" : 'الاستقامه بالإسلام',
          "textHadith": 'عَنِ أَبيْ عَمْرٍو، وَقِيْلَ،أَبيْ عمْرَةَ سُفْيَانَ بنِ عَبْدِ اللهِ رضي الله عنه قَالَ: قُلْتُ يَا رَسُوْلَ اللهِ قُلْ لِيْ فِي الإِسْلامِ قَوْلاً لاَ أَسْأَلُ عَنْهُ أَحَدَاً غَيْرَكَ؟ قَالَ: (قُلْ آمَنْتُ باللهِ ثُمَّ استَقِمْ)',
          "explanationHadith": 'قوله: (قل لي في الإسلام) أي في الشريعة. قولاً لا أسأل عنه أحداً غيرك يعني قولاً يكون حداً فاصلاً جامعاً مانعاً. فقال له: "قُل آمَنْتُ بِاللهِ" وهذا في القلب "ثُمَّ استَقِم" على طاعته، وهذا في الجوارح. فأعطاه النبي ﷺ كلمتين: (آمَنْتُ بِاللهِ) محل الإيمان القلب (ثُمَّ استَقِم) وهذا في عمل الجوارح. وهذا حديث جامع، من أجمع الأحاديث. فقوله: (قُل آمَنْتُ) يشمل قول اللسان وقول القلب. قال أهل العلم:قول القلب:هو إقراره واعترافه. (آمَنْتُ بِاللهِ) أي أقررت به على حسب ما يجب علي من الإيمان بوحدانيته في الربوبية والألوهية والأسماء والصفات. ثم بعد الإيمان (اِستَقِم) أي سر على صراط مستقيم، فلا تخرج عن الشريعة لا يميناً ولا شمالاً. هاتان الكلمتان جمعتا الدين كله. فلننظر: الإيمان بالله يتضمن الإخلاص له في العبادة، والاستقامة تتضمن التمشي على شريعته عزّ وجل، فيكون جامعاً لشرطي العبادة وهما: الإخلاص والمتابعة.',
          "translateNarrator": 'هو سفيان بن عبد الله بن أبي ربيعة بن الحارث بن مالك بن حطيط بن جشم الثقفي (الطائفي) . له صحبة، ورواية، وكان عاملا لعمر بن الخطاب، واستعمله عمر، وأرضاه على صدقات الطائف وقيل انه قد ولي الطائف، ولقد روى خمسة أحاديث. كان أبو سفيان من أكثر الناس عداءً وبغضاً للنبي محمد ﷺ حينما جاءته الدعوة الإسلامية، حتى أنّه هجاه، وهجا صحابته، علماً أنه كان شاعراً مطبوعاً، ولا بدّ من الإشارة إلى أنّه لم يتخلف عن أي معركة خاضها المشركون لقتال الرسول محمد ﷺ ، ولقتال المسلمين، خاصةً بعد هجرة النبي محمد إلى يثرب. حجّ أبو سفيان بعد وفاة النبي محمد ﷺ ، وقد حلق له الحلاق في منى، وقطع له ثألولاً في رأسه، وقد قدم إلى المدينة المنورة عام 15هـ، وحفر له قبراً في البقيع، وقد أصابه مرض الثألول الذي قطعه الحلاق فمات بعد وفاة أخيه نوفل بأربعة أشهر، ولا بدّ من الإشارة إلى أنّ الخليفة عمر بن الخطاب قد صلّى عليه بعد موته، ودفنوه في قبره.',
          "audioHadith":'nawawi21.mp3'
    },
    { 'key':'الحديث الثاني والعشرون',
          "nameHadith" : 'الطريق إلى الجنة',
          "textHadith": 'عَنْ أَبيْ عَبْدِ اللهِ جَابِرِ بنِ عَبْدِ اللهِ الأَنْصَارِيِّ رضي الله عنه أَنَّ رَجُلاً سَأَلَ النبي ﷺ فَقَالَ: (أَرَأَيتَ إِذا صَلَّيْتُ المَكْتُوبَاتِ، وَصُمْتُ رَمَضانَ، وَأَحلَلتُ الحَلاَلَ، وَحَرَّمْتُ الحَرَامَ، وَلَمْ أَزِدْ عَلى ذَلِكَ شَيئاً أَدخُلالجَنَّة ؟ قَالَ: نَعَمْ) رواه مسلم',
          "explanationHadith": 'يقول جابر رضي الله عنه: إن رجلاً سأل النبي ﷺ ، وهذا الرجل لا نحتاج لمعرفة عينه، لأن المقصود القضية التي وقعت، ولا نحتاج إلى التعب في البحث عنه،اللهم إلا أن يكون تعيينه مما يختلف به الحكم فلابد من التعيين. وقوله (أَرَأَيتَ) بمعنى أخبرني. إِذا (صَليتُ المَكتوبَات) وهن خمس صلوات في اليوم والليلة كما قال عزّ وجل: (إِنَّ الصَّلاةَ كَانَتْ عَلَى الْمُؤْمِنِينَ كِتَاباً مَوْقُوتاً) وغير الخمس لا يجب إلا لسبب يقتضيه، وهذا يُعرَف بالتأمل. (وَصمتُ رَمَضَان) أي الشهر المعروف. (وَأَحلَلتُ الحَلالَ) أي فعلت الحلال معتقداً حله، هذا معنى قوله: (أَحلَلت) لأن أحل الشيء لها معنيان: المعنى الأول:الاعتقاد أنه حلال. المعنى الثاني:العمل به. (وَحَرَّمتُ الحَرَامَ) أي اجتنبت الحرام معتقداً تحريمه. ولكن النووي -رحمه الله- بعد أن ساق الحديث لم يقيد الحرام بكونه معتقداً تحريمه،لأن اجتناب الحرام خير وإن لم يعتقد أنه حرام، لكن إذا اعتقد أنه حرام صار تركه للحرام عبادة لأنه تركه لاعتقاده أنه حرام. (أَدخُل الجَنة) يعني أأدخل الجنة، والجنة هي دار النعيم التي أعدها الله عزّ وجل للمتقين، فيها مالا عين رأت، ولا أذن سمعت، ولا خطر على قلب بشر،والجنة فيها فاكهة ونخيل ورمان وفيها لحم وماء وفيها لبن وعسل. الاسم مطابق لأسماء ما في الدنيا ولكن الحقيقة مخالفة لها غاية المخالفة قال: نَعَم ونعم حرف جواب لإثبات المسؤول عنه، والمعنى: نعم تدخل الجنة .',
          "translateNarrator": 'هو جابر بن عبد الله بن عمرو بن حرام الأنصاري السلمي من بني سلمة، يكنى أبا عبد الله. وأمه نسيبة بنت عقبة بن عدي، وهي من بني سلمة أيضًا. وأبوه هو عبد الله بن عمرو بن حرام الصحابي الجليل الذي استشهد في غزوة أُحد. روى عنه أحاديث النبيأكثر من مائة وعشرين من الصحابة والتابعين؛ فممن روى عنه من الصحابة:أنس بن مالك، وعبد الله بن ثعلبة، ومحمود بن لبيد، وماعز التميمي، ومحمود بن عبد الرحمن التميمي وغيرهم. وممن روى عنه من التابعين: واسع بن حبان بن قرمز، ومعاذ بن رفاعة بن رافع، ويزيد بن صهيب، والحارث بن رافع، وغيرهم الكثير. كانيعلِّم غيره وينشر ما تعلمه من رسول الله، وكانأحد المفتين بعد رسول اللهr، وكانت له حلقة في المسجد النبوي، يعلِّم فيها الناس ويفقههم. من اقوال جابر بن عبد الله: "ما منا أحد إلا مالت به الدنيا ومال بها، ما خلا عمر وابنه عبد الله" . وقال:عندما سمع بموت ابن عباسوصفق بإحدى يديه على الأخرى: "مات أعلم الناس، وأحلم الناس، ولقد أصيبت به هذه الأمة مصيبة لا ترتق" . تُوُفِّي جابر بن عبد الله،سنة أربع وسبعين، وهو ابن أربع وتسعين سنة، وصلى عليه أبان بن عثمان.',
          "audioHadith":'nawawi22.mp3'
    },
    {
       'key':'الحديث الثالث و العشرون',
          "nameHadith" : 'جوامع الخير',
          "textHadith": 'عَنْ أَبِي مَالِكٍ الحَارِثِ بنِ عَاصِم الأَشْعَرِيِّ رَضِيَ اللهُ عَنْهُ قَالَ: قَالَ رَسُولُ اللهِ ﷺ : {الطُّهُورُ شَطْرُ الإِيْمَانِ، والحَمْدُ للهِ تَمْلأُ الميزانَ، وسُبْحَانَ اللهِ والحَمْدُ للهِ تَمْلآنِ - أَو تَمْلأُ - مَا بَيْنَ السَّمَاءِ والأَرْضِ، وَالصَّلاةُ نُورٌ، والصَّدَقَةُ بُرْهَانٌ، وَالصَّبْرُ ضِيَاءٌ، وَالقُرْآنُ حُجَّةٌ لَكَ أَو عَلَيْكَ، كُلُّ النَّاسِ يَغْدُو فَبَائِعٌ نَفْسَهُ فَمُعْتِقُهَا أَو مُوبِقُهَا } رواه مسلم.',
          "explanationHadith": 'قوله: ( الطُّهُورُ شَطْرُ الإِيْمَانِ) أي نصفه، وذلك أن الإيمان - كما يقولون - تخلية وتحلية . التخلية : بالطهور، والتحلية: بفعل الطاعات. فوجه كون الطهور شطر الإيمان: أن الإيمان إما فعل وإما ترك. والتّركُ تَطَهُّرٌ، والفعل إيجاد. فقوله: (شَطْرُ الإِيْمَانِ) قيل في معناه: التخلي عن الإشراك لأن الشرك بالله نجاسة كما قال الله تعالى: (إِنَّمَا الْمُشْرِكُونَ نَجَس) فلهذا كان الطهور شطر الإيمان، وهذا المعنى أحسن وأعمّ. قوله: (وَالحَمْدُ للهِ تَمْلأُ المِيزَانَ) يعني قول القائل: الحمد لله يمتلئ الميزان بها، أي الميزان الذي توزن به الأعمال كما قال الله عزّ وجل: (وَنَضَعُ الْمَوَازِينَ الْقِسْطَ لِيَوْمِ الْقِيَامَةِ فَلا تُظْلَمُ نَفْسٌ شَيْئاً وَإِنْ كَانَ مِثْقَالَ حَبَّةٍ مِنْ خَرْدَلٍ أَتَيْنَا بِهَا وَكَفَى بِنَا حَاسِبِينَ) قوله: (وَسُبْحَانَ اللهِ، وَالحَمدُ للهِ تَمْلآنِ - أو تَمْلأُ -) (أو) هذه شك من الراوي، يعني هل قال: تملآن ما بين السماء والأرض، أو قال:تملأ ما بين السماء والأرض. والمعنى لا يختلف، ولكن لحرص الرواة على تحرّي الألفاظ يأتون بمثل هذا. قوله: (سبحان الله والحمد لله) : فيها نفي وإثبات. النفي في قوله: "سُبْحَانَ اللهِ" أي تنزيهاً لله عزّ وجل عن كل ما لا يليق به، والذي ينزه الله تعالى عنه ثلاثة أشياء: الأول: صفات النقص، فلا يمكن أن يتصف بصفة نقص. الثاني: النقص في كماله، فكماله لا يمكن أن يكون فيه نقص. الثالث: مشابهة المخلوق. ودليل الأول قول الله عزّ وجل: (وَتَوَكَّلْ عَلَى الْحَيِّ الَّذِي لا يَمُوتُ) فنفى عنه الموت لأنه نقص، وقوله: ( لا تَأْخُذُهُ سِنَةٌ وَلا نَوْمٌ لَهُ) فنفى عنه السِّنَة والنوم لأنهما نقص. ودليل الثاني: قول الله تعالى: (وَلَقَدْ خَلَقْنَا السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا فِي سِتَّةِ أَيَّامٍ وَمَا مَسَّنَا مِنْ لُغُوبٍ) فخلق هذه المخلوقات العظيمة قد يوهم أن يكون بعدها نقص أي تعب وإعياء فقال: (وَمَا مَسَّنَا مِنْ لُغُوبٍ) . ودليل الثالث: قول الله تعالى: (لَيْسَ كَمِثْلِهِ شَيْءٌ وَهُوَ السَّمِيعُ الْبَصِيرُ) حتى في الكمال الذي هو كمال في المخلوق فالله تعالى لا يماثله. وَالحَمْدُ للهِ الحمد يكون على صفات الكمال، فالحمد هو وصف المحمود بالكمال مع المحبة والتعظيم، فتكون هذه الجملة: "سُبْحَانَ اللهِ، والحَمْدُ للهِ" فيها: نفي النقص بالأنواع الثلاثة، وإثبات الكمال. قوله: (تَملآنِ - أَو تَمْلأُ - مَا بَيْنَ السَّمَاء وَالأَرْضِ) والذي بين السماء والأرض مسافة لا يعلمها إلا الله عزّ وجل. وظاهر الحديث: أنها تملأُ ما بين السماء والأرض ليس في منطقتك وحدك، بل في كل المناطق. قوله: (وَالصَّلاةُ نورٌ) أي صلاة الفريضة والنافلة نور، نور في القلب، ونور في الوجه، ونور في القبر، ونور في الحشر، لأن الحديث مطلق، وجرّب تجد. قوله: (والصَّدَقَةُ) الصدقة: بذل المال للمحتاج تقرّباً إلى الله عزّ وجل. قوله: (بُرْهَانٌ) أي دليل على صدق إيمان المتصدّق. وجه ذلك: أن المال محبوب للنفوس، ولا يبذل المحبوب إلا في طلب ما هو أحب، وهذا يدلّ على إيمان المتصدق، ولهذا سمى النبي ﷺ الصدقة برهاناً. قوله: (وَالصَّبرُ ضِيَاءٌ) الصبر: حبس النفس عما يجب الصبر عنه وعليه، قال أهل العلم: والصبر ثلاثة أنواع: الأول: صبر عن معصية الله: بمعنى أن تحبس نفسك عن فعل المحرّم حتى مع وجود السبب. الثاني: صبر على طاعة الله: بأن يحبس الإنسان نفسه على الطاعة. الثالث: صبر على أقدار الله: فإن الله تعالى يقدر للعبد ما يلائم الطبيعة وما لا يلائم، والذي لا يلائم يحتاج إلى صبر، بأن يحبس نفسه عن التسخّط القلبي أو القولي أو الفعلي إذا نزلت به مصيبة. وهناك مرتبة فوق الصبر وهي الرضا بأقدار الله، والرضا بأقدار الله أكمل حالاً من الصبر على أقدار الله. والفرق: أن الصابر قد تألّم قلبه وحزن وانكسر، لكن منع نفسه من الحرام. والراضي: قلبه تابع لقضاء الله وقدره، فيرضى ما اختاره الله له ولا يهمّه ، فهو متمشٍّ مع القضاء والقدر إيجاباً ونفياً. وأي أنواع الصبر الثلاثة أفضل؟ نقول: أما من حيث هو صبر فالأفضل الصبر على الطاعة، ثم الصبر عن المعصية، ثم الصبر على الأقدار، لأن الأقدار لا حيلة لك فيها . أما من حيث الصابر: فأحياناً تكون معاناة الصبر عن المعصية أشد من معاناة الصبر على الطاعة. قوله: (وَالصَّبْرُ ضِيَاءٌ) ولم يقل: إنه نور، والصلاة قال : إنها نور. وذلك لأن الضياء فيه حرارة،كما قال الله عزّ وجل: (جَعَلَ الشَّمْسَ ضِيَاءً ) ففيه حرارة، والصبر فيه حرارة ومرارة، لأنه شاق على الإنسان، ولهذا جعل الصلاة نوراً، وجعل الصبر ضياءً لما يلابسه من المشقة والمعاناة. قوله: (والقُرآنُ حُجَّةٌ لَكَ أَو عَلَيْكَ) القرآن هو كلام الله عزّ وجل الذي نزل به جبريل الأمين القوي على قلب النبي ﷺ من عند الله تعالى، لا تبديل فيه ولا تغيير، ولهذا وصف الله تعالى جبريل الذي هو رسول الله إلى محمد ﷺ بأنه قوي أمين كما قال الله عزّ وجل: (إِنَّهُ لَقَوْلُ رَسُولٍ كَرِيمٍ* ذِي قُوَّةٍ عِنْدَ ذِي الْعَرْشِ مَكِينٍ * مُطَاعٍ ثَمَّ أَمِينٍ) ليتبيّن أنه عليه السلام أمين على القرآن قوي على حفظه وعدم التلاعب به. هذا القرآن كلام الله عزّ وجل، تكلّم به حقيقة، وسمعه جبريل عليه السلام، ونزل به على قلب النبي ﷺ . هذا القرآن الكريم هو كلام الله لفظه ومعناه، فالأمر والنهي والخبر والاستخبار والقصص كلها كلام الله عزّ وجل. إذاً هذا القرآن - الذي نسأل الله أن يجعله حجة لنا - كلام الله حقاً، تكلم به حقاً، وسمعه جبريل حقاً، ونزل به على قلب النبي ﷺ حقاً، فوعاه النبي ﷺ حتى إنه كان يتعجل أن يتابع جبريل لئلا يفوته شيء فقال الله عزّ وجل له: (لا تُحَرِّكْ بِهِ لِسَانَكَ لِتَعْجَلَ بِهِ*إِنَّ عَلَيْنَا جَمْعَهُ وَقُرْآنَهُ) حيث التزم الله تعالى بجمعه وقرآنه (فَاتَّبِعْ قُرْآنَهُ) أي قرأه جبريل، وأضاف قراءة جبريل إلى نفسه عزّ وجل لأن جبريل رسوله إلى محمد ﷺ ،فأضاف فعل جبريل إلى نفسه لأنه هوا لذي أرسله : (ثُمَّ إِنَّ عَلَيْنَا بَيَانَهُ) التزام من الله عزّ وجل أوجبه على نفسه أن يجمع القرآن، وأن يقرأه جبريل على محمد ﷺ ، وأن يبيّنه . قوله: (القُرآنُ حُجَّةٌ لكَ أَو عَليكَ) يكون القرآن حجة لك إذا نصحت له، ويكون حجة عليك إذا لم تنصح له. قوله: (كُلُّ النَّاسِ يَغْدُو) أي كل الناس يخرج مبكراً في الغدوة في الصباح وهذا من باب ضرب المثل. قوله: (فَبَائِعٌ نَفْسَهُ) أي الغادي يبيع نفسه، ومعنى يبيع نفسه أنه يكلفها بالعمل، لأنه إذا كلفها بالعمل أتعب النفس فباعها. ينقسم هؤلاء الباعة إلى قسمين: معتق و موبق ، ولهذا قال: قوله: (فَمُعْتِقُهَا أَو مُوبِقُهَا ) فيكون بيعه لنفسه إعتاقاً إذا قام بطاعة الله كما قال الله عزّ وجل: (وَمِنَ النَّاسِ مَنْ يَشْرِي نَفْسَهُ ابْتِغَاءَ مَرْضَاتِ اللَّهِ) يشتري نفسه أي يبيع نفسه ابتغاء مرضاة الله عزّ وجل، فهذا الذي باع نفسه ابتغاء مرضاة الله وقام بطاعته قد أعتقها من العذاب والنار. والذي أوبقها هو الذي لم يقم بطاعة الله عزّ وجل حيث أمضى عمره خسراناً، فهذا موبق لها أي مهلك لها. لما قسم النبي ﷺ الناس بالنسبة للقرآن إلى من يكون القرآن حجة له، ومن يكون حجة عليه ذكر أن العمل أيضاً قد يكون على الإنسان وقد يكون للإنسان، فيكون للإنسان إذا كان عملاً صالحاً، ويكون عليه إذا كان عملاً سيئاً. وانظر إلى هذا الحديث: (كُلُّ النَّاسِ يَغْدُو فَبَائِعٌ نَفْسَهُ) يتبين لك أن الإنسان لابد أن يعمل إما خيراً وإما شراً.',
          "translateNarrator": 'هو كعب بن عاصم أبو مالك الأشعري قدم في السفينة مع الأشعريين على النبي وأسلم وصحب النبي وغزا معه وروى عنه. ويقول أبو موسى الأشعري: أن رسول الله عقد لأبي مالك الأشعري على خيل الطلب وأمره أن يطلب هوازن حين انهزمت. كان أصحاب النبي يسألونه وكان يجيب على كل سؤال بما يناسب صاحبه وسأل أبو مالك الأشعري رسول الله فقال له: ما تمام البر؟ قال: {أن تعمل في السر عمل العلانية} . لقد كان أبو مالك الأ شعري ناصحًا لله ورسوله حتى في لحظة مماته فعن شريح بن عبيد: أن أبا مالك الأشعري لما حضرته الوفاة قال: يا معشر الأشعريين, ليبلغ الشاهد منكم الغائب, إني سمعت رسول الله يقول: {حلوة الدنيا مرة الآخرة ومرة الدنيا حلوة الآخرة} . وتوفي أبو مالك الأشعري في خلافة عمر بن الخطاب.',
          "audioHadith":'nawawi23.mp3'
    },
    {
       'key':'الحديث الرابع و العشرون',
          "nameHadith" : 'من فضل الله على الناس',
          "textHadith": 'عَنْ أَبي ذرٍّ الغِفَارْي رضي الله عنه عَن النبي ﷺ فيمَا يَرْويه عَنْ رَبِِّهِ عزَّ وجل أَنَّهُ قَالَ: (يَا عِبَادِيْ إِنِّيْ حَرَّمْتُ الظُّلْمَ عَلَى نَفْسِيْ وَجَعَلْتُهُ بَيْنَكُمْ مُحَرَّمَاً فَلا تَظَالَمُوْا، يَا عِبَادِيْ كُلُّكُمْ ضَالٌّ إِلاَّ مَنْ هَدَيْتُهُ فَاسْتَهْدُوْنِي أَهْدِكُمْ، يَا عِبَادِيْ كُلُّكُمْ جَائِعٌ إِلاَّ مَنْ أَطْعَمْتُهُ فاَسْتَطْعِمُونِي أُطْعِمْكُمْ، يَا عِبَادِيْ كُلُّكُمْ عَارٍ إِلاَّ مَنْ كَسَوْتُهُ فَاسْتَكْسُوْنِيْ أَكْسُكُمْ، يَا عِبَادِيْ إِنَّكُمْ تُخْطِئُوْنَ بِاللَّيْلِ وَالنَّهَارِ وَأَنَا أَغْفِرُ الذُّنُوْبَ جَمِيْعَاً فَاسْتَغْفِرُوْنِيْ أَغْفِرْ لَكُمْ، يَا عِبَادِيْ إِنَّكُمْ لَنْ تَبْلُغُوْا ضَرِّيْ فَتَضُرُّوْنِيْ وَلَنْ تَبْلُغُوْا نَفْعِيْ فَتَنْفَعُوْنِيْ، يَا عِبَادِيْ لَوْ أَنَّ أَوَّلَكُمْ وَآخِرَكُمْ وَإِنْسَكُمْ وَجِنَّكُمْ كَانُوْا عَلَى أَتْقَى قَلْبِ رَجُلٍ وَاحِدٍ مِنْكُمْ مَا زَادَ ذَلِكَ فَيْ مُلْكِيْ شَيْئَاً. يَا عِبَادِيْ لَوْ أَنَّ أَوَّلَكُمْ وَآخِرَكُمْ وَإِنْسَكُمْ وَجِنَّكُمْ كَانُوْا عَلَى أَفْجَرِ قَلْبِ رَجُلٍ وَاحِدٍ مِنْكُمْ مَا نَقَصَ ذَلِكَ مِنْ مُلْكِيْ شَيْئَاً، يَا عِبَادِيْ لَوْ أنَّ أَوَّلَكُمْ وَآخِرَكُمْ وَإنْسَكُمْ وَجِنَّكُمْ قَامُوْا فِيْ صَعِيْدٍ وَاحِدٍ فَسَأَلُوْنِيْ فَأَعْطَيْتُ كُلَّ وَاحِدٍ مَسْأَلَتَهُ مَا نَقَصَ ذَلِكَ مِمَّا عِنْدِيْ إِلاَّ كَمَا يَنْقُصُ المِخْيَطُ إَذَا أُدْخِلَ البَحْرَ، يَا عِبَادِيْ إِنَّمَا هِيَ أَعْمَالُكُمْ أُحْصِيْهَا لَكُمْ ثُمَّ أُوَفِّيْكُمْ إِيَّاهَا فَمَنْ وَجَدَ خَيْرَاً فَليَحْمَدِ اللهَ وَمَنْ وَجَدَ غَيْرَ ذَلِكَ فَلاَ يَلُوْمَنَّ إِلاَّ نَفْسَهُ) رواه مسلم.',
          "explanationHadith": 'قوله " فيمَا يَرْويَهُ" الرواية نقل الحديث "عَنْ رَبِِّهِ" أي عن الله عزّ وجل، وهذا الحديث يسمى عند المحدثين قدسياً، والحديث القدسي: كل ما رواه النبي ﷺ عن ربه عزّ وجل. لأنه منسوب إلى النبي ﷺ تبليغاً، وليس من القرآن بالإجماع، وإن كان كل واحد منهما قد بلغه النبي ﷺ أمته عن الله عزّ وجل. وقد اختلف العلماء رحمهم الله في لفظ الحديث القدسي: هل هو كلام الله تعالى، أو أن الله تعالى أوحى إلى رسوله ﷺ معناه، واللفظ لفظ رسول الله ﷺ ؟ على قولين: والقول الراجح: أن الحديث القدسي معناه من عند الله ولفظه لفظ النبي ﷺ ، وذلك لوجهين: الوجه الأول: لو كان الحديث القدسي من عند الله لفظاً و معنى؛لكان أعلى سنداً من القرآن؛لأن النبي ﷺ يرويه عن ربه تعالى بدون واسطة؛كما هو ظاهر السياق، أما القرآن فنزل على النبي ﷺ بواسطة جبريل عليه السلام؛كما قال تعالى: (قُلْ نَزَّلَهُ رُوحُ الْقُدُس من ربك ) ، وقال: (نَزَلَ بِهِ الرُّوحُ الْأَمِينُ*عَلَى قَلْبِكَ لِتَكُونَ مِنَ الْمُنْذِرِينَ * بِلِسَانٍ عَرَبِيٍّ مُبِينٍ) . الوجه الثاني:أنه لو كان لفظ الحديث القدسي من عند الله؛لم يكن بينه وبين القرآن فرق؛ لأن كليهما على هذا التقدير كلام الله تعالى،والحكمة تقتضي تساويهما في الحكم حين اتفقا في الأصل،ومن المعلوم أن بين القرآن والحديث القدسي فروق كثيرة: منها:أن الحديث القدسي لا يتعبد بتلاوته،بمعنى أن الإنسان لا يتعبد الله تعالى بمجرد قراءته؛فلا يثاب على كل حرف منه عشر حسنات،والقرآن يتعبد بتلاوته بكل حرف منه عشر حسنات. ومنها: أن الله عزّ وجل تحدى أن يأتي الناس بمثل القرآن أو آية منه،ولم يرد مثل ذلك في الأحاديث القدسية. ومنه:أن القرآن محفوظ من عند الله عزّ وجل؛كما قال سبحانه: (إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحَافِظُونَ) ؛ والأحاديث القدسية بخلاف ذلك؛ ففيها الصحيح والحسن،بل أضيف إليها ما كان ضعيفاً أو موضوعاً، وهذا وإن لم يكن منها لكن نسب إليها وفيها التقديم والتأخير والزيادة والنقص. ومنها:أن القرآن لا تجوز قراءته بالمعنى بإجماع المسلمين، أما الأحاديث القدسية؛ فعلى الخلاف في جواز نقل الحديث النبوي بالمعنى والأكثرون على جوازه. وقوله: (يَا عِبَادِي) يشمل كل من كان عابداً بالعبودية العامة والعبودية الخاصة. قوله: (إِنِّي حَرَّمتُ الظُّلمَ عَلَى نَفسِي) أي منعته مع قدرتي عليه، وإنما قلنا: مع قدرتي عليه لأنه لو كان ممتنعاً على الله لم يكن ذلك مدحاً ولا ثناءً، إذ لا يُثنى على الفاعل إلا إذا كان يمكنه أن يفعل أو لا يفعل. فلو سألنا سائل مثلاً وقال: هل يقدر الله أن يظلم الخلق؟ فالجواب: نعم، لكن نعلم أن ذلك مستحيل بخبره، حيث قال: (وَلا يَظْلِمُ رَبُّكَ أَحَداً) . (وَجَعَلتُهُ بَينَكُمْ مُحَرَّمَاً) أي صيّرته بينكم محرماً. قوله: (فَلا تَظَالَمُوا) هذا عطف معنوي على قوله: (جَعَلتُهُ بَينَكُمْ مُحَرَّمَاً) أي فبناء على كونه محرماً لاتظالموا، أي لا يظلم بعضكم بعضاً. قوله: (يَا عِبَاديَ كُلُّكُم ضَالٌّ) أي تائه عن الطريق المستقيم (إِلاَّ مَنْ هَدَيْتُهُ) أي علمته ووفقته، و علمته هذه هداية الإرشاد و وفقته هداية التوفيق. قوله: (فَاستَهدُونِي أَهدِكُمْ) أي اطلبوا مني الهداية لا من غيري أهدكم، وهذا جواب الأمر، وهذا كقوله: (ادْعُونِي أَسْتَجِبْ لَكُمْ) . قوله: (يَا عِبَادِي كُلُّكُمْ جَائِعٌ إِلاَّ مَنْ أَطْعَمْتُهُ) أي كلكم جائع إلا من أطعمه الله، وهذا يشمل ما إذا فقد الطعام، أو وجد ولكن لم يتمكن الإنسان من الوصول إليه، فالله هو الذي أنبت الزرع، وهو الذي أدرّ الضرع، وهو الذي أحيا الثمار، واقرأ من سورة الواقعة من قول الله تعالى: (أَفَرَأَيْتُمْ مَا تُمْنُونَ* أَأَنْتُمْ تَخْلُقُونَهُ أَمْ نَحْنُ الْخَالِقُونَ*نَحْنُ قَدَّرْنَا بَيْنَكُمُ الْمَوْتَ وَمَا نَحْنُ بِمَسْبُوقِينَ*عَلَى أَنْ نُبَدِّلَ أَمْثَالَكُمْ وَنُنْشِئَكُمْ فِي مَا لا تَعْلَمُونَ*و َلَقَدْ عَلِمْتُمُ النَّشْأَةَ الْأُولَى فَلَوْلا تَذَكَّرُونَ*أَفَرَأَيْتُمْ مَا تَحْرُثُونَ*أَأَنْتُمْ تَزْرَعُونَهُ أَمْ نَحْنُ الزَّارِعُونَ* لَوْ نَشَاءُ لَجَعَلْنَاهُ حُطَاماً فَظَلْتُمْ تَفَكَّهُونَ*إِنَّا لَمُغْرَمُونَ* بَلْ نَحْنُ مَحْرُومُونَ* أَفَرَأَيْتُمُ الْمَاءَ الَّذِي تَشْرَبُونَ* أَأَنْتُمْ أَنْزَلْتُمُوهُ مِنَ الْمُزْنِ أَمْ نَحْنُ الْمُنْزِلُونَ* لَوْ نَشَاءُ جَعَلْنَاهُ أُجَاجاً فَلَوْلا تَشْكُرُونَ* أَفَرَأَيْتُمُ النَّارَ الَّتِي تُورُونَ* أَأَنْتُمْ أَنْشَأْتُمْ شَجَرَتَهَا أَمْ نَحْنُ الْمُنْشِئُونَ* نَحْنُ جَعَلْنَاهَا تَذْكِرَةً وَمَتَاعاً لِلْمُقْوِينَ* فَسَبِّحْ بِاسْمِ رَبِّكَ الْعَظِيمِ) تجد كيف تحدّى الله الخلق في هذه الآيات لا بالنسبة للمأكول، ولا المشروب، ولا ما يصلح به المأكول والمشروب. فكلّنا جائع إلا من أطعمه الله. قوله: (فَاسْتَطْعِمُونِي) أي اطلبوا مني الإطعام، وإذا طلبتم ذلك ستجدونه. وقوله: ( أُطْعِمْكُمْ) أطعم: فعل مضارع مجزوم على أنه جواب الأمر. قوله: (يَا عِبَادِي كُلُّكُم عَارٍ) فكلنا عار، لأننا خرجنا من بطون أمهاتنا عراة. قوله: (إِلاّ مَنْ كَسَوتُهُ فَاستَكْسُونِي أَكْسُكُمْ) سواء كان من فعل الإنسان كالكبير يشتري الثوب، أو من فعل غيره كالصغير يُشترى له الثوب، وربما يقال: إنه يشمل لباس الدين، فيشمل الكسوتين: كسوة الجسد الحسيّة، وكسوة الروح المعنوية. قوله: (يَا عِبَادي إِنَّكُمْ تُخْطِئُونَ) أي تجانبون الصواب، لأن الأعمال إما خطأ وإما صواب، فالخطأ مجانبة الصواب وذلك إما بترك الواجب، وإما بفعل المحرّم. وقوله: (بِالَّليْلِ) الباء هنا بمعنى: (في) كما هي في قول الله تعالى: (وَإِنَّكُمْ لَتَمُرُّونَ عَلَيْهِمْ مُصْبِحِينَ*وَبِاللَّيْل) أي وفي الليل. قوله: (وَأَنَا أَغفِرُ الذُّنُوبَ جَمِيعَاً) أي أسترها وأتجاوز عنها مهما كثرت، ومهما عظمت، ولكن تحتاج إلى الاستغفار. قوله: (فَاستَغفِرُونِي أَغْفِر لَكُم) أي اطلبوا مغفرتي، إما بطلب المغفرة كأن يقول: اللهم اغفر لي، أو: أستغفر الله وأتوب إليه. وإما بفعل ما تكون به المغفرة، فمن قال: سبحان الله وبحمده مائة مرة غفرت خطاياه ولو كانت مثل زبد البحر. قوله: (يَا عِبَاديَ إِنَّكُمْ لَنْ تَبْلُغُوا ضُرِّيْ فَتَضُرُّونِي، وَلَنْ تَبْلُغُوا نَفعِي فَتَنْفَعُونِي) أي لن تستطيعوا أن تضروني ولا أن تنفعوني، لأن الضار والنافع هو الله عزّ وجل والعباد لا يستطيعون هذا، وذلك لكمال غناه عن عباده عزّ وجل. قوله: (يَا عِبَادِيَ لَو أَنَّ أَوَّلَكُمْ وَآخِرَكُمْ وَإِنْسَكُمْ وَجِنَّكُمْ كَانُوا عَلَى أَتقَى قَلبِ رَجُلٍ وَاحدٍ مِنكُمْ مَا زَادَ ذَلِكَ فِي مُلْكِي شَيْئَاً) يعني لو أن كل العباد من الإنس والجن الأولين والآخرين كانوا على أتقى قلب رجل ما زاد ذلك في ملك الله شيئاً، وذلك لأن ملكه عزّ وجل عام واسع لكل شيء، للتقيّ والفاجر. ووجه قوله: (مَا زَادَ ذَلِكَ فِي مُلكِي شَيئَاً) أنهم إذا كانوا على أتقى قلب رجل واحد كانوا من أولياء الله، وأولياء الله عزّ وجل جنوده، وجنوده يتسع بهم ملكه، ثم قال: (يَا عِبَادِيَ لَو أَنَّ أَوَّلَكُمْ وَآخِرَكُمْ وَإِنْسَكُمْ وَجِنَّكُمْ كَانُوا عَلَى أَفجَرِ قَلبِ رَجُلٍ وَاحدٍ مِنكُمْ مَا نَقَصَ ذَلِكَ مِن مُلْكِي شَيْئَاً) ووجه ذلك: أن الفاجر عدو لله عزّ وجل فلا ينصر الله، ومع هذا لاينقص من ملكه شيئاً لأن الله تعالى غني عنه. قوله: (يَا عِبَادِيَ لَو أَنَّ أَوَّلَكُمْ وَآخِرَكُمْ وَإِنْسَكُمْ وَجِنَّكُمْ قَامُوا في صَعِيدٍ وَاحِدٍ فَسَأَلونِي فَأَعطَيتُ كُلَّ وَاحِدٍ مَسأَلَتَهُ) أي إذا قاموا في أرض واحدة منبسطة، وذلك لأنه كلما كثر الجمع كان ذلك أقرب إلى الإجابة. قوله: (مَا نَقَصَ ذَلِكَ مِمَّا عِنْدِي إِلاَّ كَمَا يَنْقُصُ المِخْيَطُ إذَا أُدْخِلَ البَحرَ) وهذا من باب المبالغة في عدم النقص، لأن كل واحد يعلم أنك لو أدخلت المخيط وهو الإبرة الكبيرة في البحر ثم أخرجتها فإنها لا تنقص البحر شيئاً ولا تغيره، (يَا عِبَادِيَ إِنَّمَا هِيَ أَعْمَالُكُمْ) هذه جملة فيها حصر طريقه: (إنما) أي ما هي إلا أعمالكم أُحْصِيْهَا لَكُمْ أي أضبطها تماماً بالعدّ لا زيادة ولا نقصان، لأنهم كانوا في الجاهلية لا يعرفون الحساب فيضبطون الأعداد قوله: (ثُمَّ أُوَفِّيكُمْ إِيَّاهَا) أي في الدنيا والآخرة، وقد يكون في الدنيا فقط، وقد يكون في الآخرة فقط. فالتوفيه تكون في الدنيا دون الآخرة للكافر، أما المؤمن فتكون في الدنيا والآخرة جميعاً، أو في الآخرة فقط. قوله: ( فَمَنْ وَجَدَ خَيْرَاً فَليَحْمَدِ اللهَ) أي من وجد خيراً من أعماله فليحمد الله على الأمرين: على توفيقه للعمل الصالح، وعلى ثواب الله له. قوله: (وَمَنْ وَجَدَ غَيْرَ ذَلِكَ) أي وجد شراً أو عقوبة (فَلا يَلُومَنَّ إِلاَّ نَفسَهُ) لأنه لم يُظلم، واللوم: أن يشعر الإنسان بقلبه بأن هذا فعل غير لائق وغير مناسب، وربما ينطق بذلك بلسانه.',
          "translateNarrator": 'أبو ذر الغفاري ، رضي الله عنه : المشهور أن اسمه : جندب بن جنادة بن قيس بن عمرو بن مليل بن صعير بن حرام بن عفان . قال الذهبي رحمه الله : " أحد السابقين الأولين ، من نجباء أصحاب محمد ﷺ . قيل: كان خامس خمسة في الإسلام. ثم إنه رد إلى بلاد قومه فأقام بها بأمر النبي ﷺ له بذلك، فلما أن هاجر النبي ﷺ هاجر إليه أبو ذر رضي الله عنه ولازمه وجاهد معه. وكان يفتي في خلافة أبي بكر عمر وعثمان . قيل: كان آدمَ [ يعني : أسمر اللون ] ، ضخما ، جسيما ، كث اللحية. وكان رأسا في الزهد والصدق والعلم والعمل، قوالا بالحق، لا تأخذه في الله لومة لائم. وقد شهد فتح بيت المقدس مع عمر " . قال ابن كثير رحمه الله : "هُوَ أَوَّلُ مَنْ حَيَّا رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِتَحِيَّةِ الْإِسْلَامِ، ثُمَّ رَجَعَ إِلَى بِلَادِهِ وَقَوْمِهِ، فَكَانَ هُنَاكَ حَتَّى هَاجَرَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِلَى الْمَدِينَةِ، فَهَاجَرَ بَعْدَ الْخَنْدَقِ، ثُمَّ لَزِمَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حَضَرًا وَسَفَرًا، وَرَوَى عَنْهُ أَحَادِيثَ كَثِيرَةً" ،وكان رسول الله ﷺ يحبه، ويعتني بأمره، ويرشده إلى ما يصلحه:عَنْ أَبِي ذَرٍّ، أَنَّ رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، قَالَ: (يَا أَبَا ذَرٍّ، إِنِّي أَرَاكَ ضَعِيفًا، وَإِنِّي أُحِبُّ لَكَ مَا أُحِبُّ لِنَفْسِي، لَا تَأَمَّرَنَّ عَلَى اثْنَيْنِ، وَلَا تَوَلَّيَنَّ مَالَ يَتِيمٍ) .',
          "audioHadith":'nawawi24.mp3'
    },
    {
       'key':'الحديث الخامس و العشرون',
          "nameHadith" : 'فضل الذكر',
          "textHadith": 'عَنْ أَبي ذَرٍّ رضي الله عنه قال: أَنَّ أُنَاسَاً مِنْ أَصحَابِ رَسُولِ اللهِ ﷺ قَالوا للنَّبي ﷺ يَارَسُولَ الله: ذَهَبَ أَهلُ الدثورِ بِالأُجورِ، يُصَلُّوْنَ كَمَا نُصَلِّيْ، وَيَصُوْمُوْنَ كَمَا نَصُوْمُ، وَيَتَصَدَّقُوْنَ بفُضُوْلِ أَمْوَالِهِمْ، قَالَ: (أَوَ لَيْسَ قَدْ جَعَلَ اللهُ لَكُمْ مَا تَصَّدَّقُوْنَ؟ إِنَّ بِكُلِّ تَسْبِيْحَةٍ صَدَقَة.وَكُلِّ تَكْبِيْرَةٍ صَدَقَةً وَكُلِّ تَحْمَيْدَةٍ صَدَقَةً وَكُلِّ تَهْلِيْلَةٍ صَدَقَةٌ وَأَمْرٌ بالِمَعْرُوْفٍ صَدَقَةٌ وَنَهْيٌ عَنْ مُنْكَرٍ صَدَقَةٌ وَفِيْ بُضْعِ أَحَدِكُمْ صَدَقَةٌ قَالُوا: يَا رَسُوْلَ اللهِ أَيَأْتِيْ أَحَدُنَا شَهْوَتَهُ وَيَكُوْنُ لَهُ فِيْهَا أَجْرٌ؟ قَالَ:أَرَأَيْتُمْ لَوْ وَضَعَهَا فَيْ حَرَامٍ أَكَانَ عَلَيْهِ وِزْرٌ؟ فَكَذَلِكَ إِذَا وَضَعَهَا فَي الحَلالِ كَانَ لَهُ أَجْرٌ) رَوَاهُ مُسْلِمٌ',
          "explanationHadith": 'قوله: (أَنَ أُنَاسَاً) هؤلاء هم الفقراء قالوا للنبي ﷺ (ذَهَبَ أَهلُ الدثورِ) أي الأموال الكثيرة (بِالأُجورِ) أي الثواب عليها، وليس قصدهم بذلك الحسد، ولا الاعتراض على قدر الله، لكن قصدهم لعلهم يجدون أعمالاً يستطيعونها يقومون بها تقابل ما يفعله أهل الدثور. قوله: (يُصَلونَ كَمَا نُصَلي،وَيَصومُونَ كَمَا نَصوم، وَيَتَصَدَّقونَ بِفُضولِ أَموَالِهم) يعني ولا نتصدق لأنه ليس عندنا شيء، فكيف يمكن أن نسبقهم أو نكون مثلهم، هذا مراد الصحابة رضي الله عنهم وليس مرادهم قطعاً الاعتراض على قدر الله عزّ وجل، ولا أن يحسدوا هؤلاء الأغنياء. قال النبي ﷺ : (أَوَلَيسَ قَد جَعَلَ اللهُ لَكُم مَا تَصَّدَّقونَ بِهِ) ؟ الجواب: بلى، ثم بيّنَ لهم فقال: (إِنَ بِكُلِّ تَسبيحَه صَدَقَةً) أي إذا قلت: سبحان الله فهي صدقة. قوله: (وَبِكُلِّ تَكبيرَةٍ صَدَقَةً) إذا قلت الله أكبر فهذه صدقة. قوله: (وَبِكُلِّ تَحميدَه صَدَقَةً) إذا قلت الحمد لله فهذه صدقة . قوله: ( وَبِكُلِّ تَهليلَه صَدَقَة) إذا قلت لا إله إلا الله فهي صدقة. قوله: ( وَأَمرٌ بِالمَعروفِ صَدَقَةٌ) إذا أمرت من رأيته مقصراً في شيء من الطاعات فهي صدقة. قوله: (وَنَهيٌ عَن مُنكَرٍ صَدَقَةٌ) إذا رأيت شخصاً على منكر ونهيته فهي صدقة . هذه الأشياء التي ذكرها النبي ﷺ وقال: إنها صدقة يستطيعها هؤلاء الفقراء. والأغنياء يمكن أن لا يتصدقون كل يوم، وإذا تصدقوا باليوم لا يستوعبون اليوم بالصدقة ، فأنتم قادرون على هذا. ولما قرر النبي ﷺ هذا اقتنعوا رضي الله عنهم لكن لما قال: (وَفي بُضعِ أَحَدِكُم صَدَقَةٌ) أي أن الرجل إذا أتى أهله فله بذلك صدقة، قالوا: يا رسول الله أيأتي أحدنا شهوته ويكون له فيها أجر ؟ استفهاماً وليس اعتراضاً، لكن يريدون أن يعرفوا وجه ذلك، كيف يأتي الإنسان أهله وشهوته ويقال إنك مأجور؟! أي أن الإنسان قد يستبعد هذا ولكن النبي ﷺ بيَّن لهم وجه ذلك فقال: (أَرَأيتُم لو وَضَعَها في حَرَامٍ أَكَانَ عَليهِ وِزر؟) والجواب: نعم يكون عليه وزر لو وضعها في حرام. قال ﷺ (فَكَذَلِكَ إِذَا وَضَعَها في الحَلالِ كَانَ لَهُ أَجرٌ) فاستغنى عن الحرام فكان مأجوراً بهذا، وهذا ما يسمى عند العلماء بقياس العكس، أي إذا ثبت هذا ثبت ضده في ضده.',
          "translateNarrator": 'بو ذر الغفاري ، رضي الله عنه : المشهور أن اسمه : جندب بن جنادة بن قيس بن عمرو بن مليل بن صعير بن حرام بن عفان . قال الذهبي رحمه الله : " أحد السابقين الأولين ، من نجباء أصحاب محمد ﷺ . قيل: كان خامس خمسة في الإسلام. ثم إنه رد إلى بلاد قومه فأقام بها بأمر النبي ﷺ له بذلك، فلما أن هاجر النبي ﷺ هاجر إليه أبو ذر رضي الله عنه ولازمه وجاهد معه. وكان يفتي في خلافة أبي بكر عمر وعثمان . قيل: كان آدمَ [ يعني : أسمر اللون ] ، ضخما ، جسيما ، كث اللحية. وكان رأسا في الزهد والصدق والعلم والعمل، قوالا بالحق، لا تأخذه في الله لومة لائم. وقد شهد فتح بيت المقدس مع عمر " . قال ابن كثير رحمه الله : "هُوَ أَوَّلُ مَنْ حَيَّا رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِتَحِيَّةِ الْإِسْلَامِ، ثُمَّ رَجَعَ إِلَى بِلَادِهِ وَقَوْمِهِ، فَكَانَ هُنَاكَ حَتَّى هَاجَرَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِلَى الْمَدِينَةِ، فَهَاجَرَ بَعْدَ الْخَنْدَقِ، ثُمَّ لَزِمَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حَضَرًا وَسَفَرًا، وَرَوَى عَنْهُ أَحَادِيثَ كَثِيرَةً" ،وكان رسول الله ﷺ يحبه، ويعتني بأمره، ويرشده إلى ما يصلحه:عَنْ أَبِي ذَرٍّ، أَنَّ رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، قَالَ: (يَا أَبَا ذَرٍّ، إِنِّي أَرَاكَ ضَعِيفًا، وَإِنِّي أُحِبُّ لَكَ مَا أُحِبُّ لِنَفْسِي، لَا تَأَمَّرَنَّ عَلَى اثْنَيْنِ، وَلَا تَوَلَّيَنَّ مَالَ يَتِيمٍ) .',
          "audioHadith":'nawawi25.mp3'
    },
    {
       'key':'الحديث السادس و العشرون',
          "nameHadith" : 'كثرة طرق الخير',
          "textHadith": 'عَنْ أَبِي هُرَيْرَةَ رضي الله عنه قَالَ: قَالَ رَسُولُ اللهِ ﷺ : (كُلُّ سُلامَى مِنَ النَّاسِ عَلَيْهِ صَدَقَةٌ كُلُّ يَومٍ تَطْلُعُ فِيْهِ الشَّمْسُ: تَعْدِلُ بَيْنَ اثْنَيْنِ صَدَقَةٌ، وَتُعِيْنُ الرَّجُلَ في دَابَّتِهِ فَتَحْمِلُ لَهُ عَلَيْهَا أَو تَرْفَعُ لَهُ عَلَيْهَا مَتَاعَهُ صَدَقَةٌ، وَالكَلِمَةُ الطَّيِّبَةُ صَدَقَةٌ، وَبِكُلِّ خُطْوَةٍ تَمْشِيْهَا إِلَى الصَّلاةِ صَدَقَةٌ، وَتُمِيْطُ الأَذى عَنِ الطَّرِيْقِ صَدَقَةٌ) رواه البخاري ومسلم.',
          "explanationHadith": 'السلامى هي المفاصل، وقيل:العظام، والمعنى واحد لا يختلف، لأن كل عظم مفصول عن الآخر بفاصل فإنه يختلف عنه في الشكل، وفي القوة، وفي كل الأمور وهذا من تمام قدرة الله عزّ وجل . وجاء في صحيح مسلم أن السلامى ثلاثمائة وستون مفصلاً، هكذا جاء في الحديث، والطب الحديث يوافق هذا - سبحان الله - مما يدل على أن رسالة النبي ﷺ حق. وقوله: (كُلُّ سُلامَى مِنَ النَّاسِ عَلَيْهِ صَدَقَةٌ) والمعنى: كل مفصل عليه صدقة. وقوله: (كُلُّ يَومٍ تَطْلُعُ فِيْهِ الشَّمسُ) يعني كل يوم يصبح على كل عضو من أعضائنا صدقة، أي ثلاثمائة وستون في اليوم، فيكون في الأسبوع ألفين وخمسمائة وعشرين. لكن من نعمة الله أن هذه الصدقة عامة في كل القربات ، فكل القربات صدقات، وهذا شيء ليس بصعب على الإنسان . ثم قال: (تَعْدِلُ بَينَ اثنَيْنِ صَدَقَة) تعدل أي تفصل بينهما إما بصلح وإما بحكم، والأولى العدل بالصلح إذا أمكن ما لم يتبين للرجل أن الحكم لأحدهما، فإن تبين أن الحكم لأحدهما حرم الصلح، وهذا قد يفعله بعض القضاة، يحاول أن يصلح مع علمه أن الحق مع المدعي أو المدعى عليه، وهذا محرم لأنه بالإصلاح لابد أن يتنازل كل واحد عما ادعاه فيحال بينه وبين حقه. قوله: (وَتُعِيْنُ الرَّجُلَ فِي دَابَّتِهِ) أي بعيره مثلاً "تَحْمِلُهُ عَلَيْهَا" إذا كان لايستطيع أن يركب تحمله أنت وتضعه على الرحل هذا صدقة "أَو تَحْمِلُ لَهُ عَلَيْهَا مَتَاعَهُ" متاعه ما يتمتع به في السفر من طعام وشراب وغيرهما، تحمله على البعير وتربطه، هذا صدقة. قوله: (وَالكَلِمَةُ الطَّيِّبَةُ صَدَقَةٌ) أي كلمة طيبة سواء طيبة في حق الله كالتسبيح والتكبير والتهليل، أو في حق الناس كحسن الخلق صدقة. قوله: (وَبِكُلِّ خُطوَةٍ تَخْطُوهَا إِلَى الصَّلاةِ صَدَقَة) سواء بعدت المسافة أم قصرت، وإذا كان قد تطهر في بيته وخرج إلى الصلاة لايخرجه إلا الصلاة لم يخط خطوة إلا رفع الله له بها درجة، وحطّ عنه بها خطيئة. فيكتسب شيئين: رفع الدرجة، وحطّ الخطيئة. قوله: (وَتُمِيطُ الأذَى عَنِ الطَّرِيْقِ صَدَقَةٌ) أي تزيل الأذى وهو ما يؤذي المارة من حجر أو زجاج أو قاذورات فأي شيء يؤذي المارين إذا أميط عن طريقهم فإنه صدقة.',
          "translateNarrator": 'أبو هريرة هو عبد الرحمن بن صخر الدوسي، وكان يعرف بالجاهلية باسم عبد شمس بن صخر، وعرف بأبي هريرة لأنه كان يرعى الأغنام وهو صغير مع هرته الصغيرة التي كان يحتفظ بها في الشجر ليلاً، حيث كان يعطف عليها، ويرعاها، ويطعمها، ولد في عام 19هـ في قبيلة دوس، وأسلم في السنة السابعة من الهجرة عندما كان في الثامنة والعشرين من العمر، كان أبو هريرة شديد الفقر، حيث كان يربط على بطنه حجراً من شدة الجوع، وفي أحد الأيام خرج وهو جائع، فمر به أبو بكر، فسأله أبو هريرة عن تفسير آية ما، ففسرها له، وانصرف، علماً بأن أبا هريرة يعرف تفسيرها، إلا أنه أراد منه أن يصطحبه لبيته ليطعمه، فمر عليه عمر بن الخطاب، وفعل معه كما فعل مع أبي بكر، إلا أنه رد عليه كما رد أبي بكر، وانصرف، فمر على رسول الله، فعلم ما يرد، وأخذه إلى بيته، فوجد لبناً في قدح،فقال:من أين لكم هذا؟ قيل:أرسل به إليك.فقال النبي:أبا هريرة، انطلق إلى أهل الصفة؛ فادعهم، فحزن أبو هريرة، وقال في نفسه:كنت أرجو أن أشرب من اللبن شربة أتقوى بها بقية يومي وليلتي، ثم قال في نفسه:لا بد من تنفيذ أمر الرسول، وذهب إلى المسجد، ونادى على أهل الصفة، فجاءوا، فقال في نفسه:إذا شرب كل هؤلاء ماذا يبقى لي في القدح، فأتوا معه إلى بيت النبي، فقال له النبي:أبا هر، خذ فأعطهم، فقام أبو هريرة يدور عليهم بقدح اللبن يشرب الرجل منهم حتى يروى ويشبع، ثم يعطيه لمن بعده فيشرب حتى يشبع، حتى شرب آخرهم، ولم يبق في القدح إلا شيء يسير، فرفع النبي رأسه وهو يبتسم وقال:أبا هر قلت:لبيك يا رسول الله، قال:بقيت أنا وأنت قلت:صدقت يا رسول الله، فقال الرسول:فاقعد فاشرب، قال أبو هريرة:فقعدت فشربت، فقال:اشرب.فشربت، فما زال النبي يقول لي اشرب فأشرب حتى قلت:والذي بعثك بالحق ما أجد له مساغًا، فقال النبي:ناولني القدح فأخذ النبي القدح فشرب من الفضلة[ صحيح البخاري].',
          "audioHadith":'nawawi26.mp3'
    },
    {
       'key':'الحديث السابع و العشرون',
          "nameHadith" : 'تعريف البر والإثم',
          "textHadith": 'عن النواس بن سمعان رضي الله عنهما ، عن النبي ﷺ قال: (البر حسن الخلق ، والإثم ما حاك في نفسك وكرهت أن يطلع عليه الناس ) .رواه مسلم.وعن وابصة بن معبد رضى الله عنه ، قال : أتيت رسول الله ﷺ ، فقال : (جئت تسأل عن البر و الإثم ؟) قلت : نعم ؛ قال : (استفت قلبك ؛ البر ما اطمأنت إليه النفس واطمأن اليه القلب ، والإثم ما حاك في النفس وتردد في الصدر ، وإن أفتاك الناس وأفتوك) .حديث حسن',
          "explanationHadith": 'قوله: ( البر) أي الذي ذكره الله تعالى في القرآن فقال (وَتَعَاوَنُوا عَلَى الْبِرِّ وَالتَّقْوَى ) والبر كلمة تدل على كثرة الخير . قوله: (حسن الخلق ) أي حسن الخلق مع الله ، وحسن الخلق مع عباد الله ، فأما حسن الخلق مع الله فان تتلقي أحكامه الشرعية بالرضا والتسليم ، وأن لا يكون في نفسك حرج منها ولا تضيق بها ذرعا وأيضا حسن الخلق مع الله في أحكامه القدرية وتقوم بما أمرت به وتنزجر عما نهيت عنه . أما حسن الخلق مع الناس فقد سبق أنه : بذل الندى وكف الأذى والصبر على الأذى ، وطلاقة الوجه . وهذا هو البر والمراد به البر المطلق ، وهناك بر خاص كبر الوالدين مثلا وهو الإحسان إليهما بالمال والبدن والجاه وسائر الإحسان . وهل يدخل بر الوالدين في قوله (حسن الخلق) ؟ فالجواب : نعم يدخل. قوله: (والإثم ) هو ضد البر لأن الله تعالى قال : (وَتَعَاوَنُوا عَلَى الْبِرِّ وَالتَّقْوَى وَلا تَعَاوَنُوا عَلَى الإثم وَالْعُدْوَانِ) فما هو الإثم ؟ قوله: (الإثم ما حاك في نفسك) أي تردد وصرت منه في قلق (وكرهت أن يطلع عليه الناس) لأنه محل ذم وعيب ، فتجدك مترددا فيه وتكره أن يطلع الناس عليك وهذه الجملة إنما هي لمن كان قلبه صافيا سليما ، فهذا هو الذي يحوك في نفسه ما كان إثما ويكره أن يطلع عليه الناس . أما المتمردون الخارجون عن طاعة الله الذين قست قلوبهم فهؤلاء لا يبالون ، بل ربما يتبجحون بفعل المنكر والإثم ، فالكلام هنا ليس عاما لكل أحد بل هو خاص لمن كان قلبه سليما طاهرا نقيا.',
          "translateNarrator": 'نواس بن سمعان نَوَّاسُ بن سِمْعَان بن خالد بن عَمرو بن قُرْط بن عبد اللّه بن أَبي بكر بن كلاب بن ربيعة بن عامر بن صَعْصَعَة العامري الكلابي، معدود في الشاميين. يقال: إِن أَباه "سِمْعان بن خالد" وفد على النبي صَلَّى الله عليه وسلم، فدعا له، وأَهدى إِلى النبي صَلَّى الله عليه وسلم نعلين، فقبلهما. وزَوَّج أُخته من النبي صَلَّى الله عليه وسلم، فلما دخلت على النبي صَلَّى الله عليه وسلم تَعَوَّذت منه، فتركها وهي الكلابية. وقد اختلفوا في المتعوذة كثيرًا. روى النوَّاس عن النبي صَلَّى الله عليه وسلم. روى عنه: جُبَير بن نفير، وبُسْر بن عبيد اللّه، وغيرهما. وابصة بن معبد وابصة بن معبد بن عتبة بن الحارث بن مالك بن الحارث بن قيس بن كعب بن سعيد بن الحارث بن ثعلبة بن دودان بن أسد بن خزيمة الأسدي وقال أبو حاتم هو وابصة بن عبيدة ومعبد لقب أبو سالم ويقال أبو الشعثاء يقال أبو سعيد وفد على النبي صلى الله عليه و سلم سنة تسع وروى عن النبي صلى الله عليه و سلم وعن بن مسعود وأم قيس بنت محصن وغيرهم روى عنه ولداه سالم وعمر وزر بن حبيش وشداد مولى عياض وراشد بن سعد وزياد بن أبي الجعد وغيرهم ونزل الجزيرة فروى أبو علي الحراني في تاريخ الرقة من طريق عبيد الله بن عمرو الرقي حدثني أبو عبد الله الرقي وكان من أعوان عمر بن عبد العزيز قال بعث معي عمر بمال وكتب الى وابصة يبعث معي بشرط يكفون الناس عني وقال لا تفرقه الا على نهر جار فاني أخاف أن يعطشوا قال أبو علي ولا أظن هذا الا وهما لأن وابصة ما عاش الى خلافة عمر بن عبد العزيز انتهى وهو كما ظن وقال لعله كان في الأصل ان بن وابصة.',
          "audioHadith":'nawawi27.mp3'
    },
    {
       'key':'الحديث الثامن والعشرون',
          "nameHadith" : 'السمع والطاعة',
          "textHadith": 'عَن أَبي نَجِيحٍ العربَاضِ بنِ سَاريَةَ رضي الله عنه قَالَ: وَعَظَنا رَسُولُ اللهِ مَوعِظَةً وَجِلَت مِنهَا القُلُوبُ وَذَرَفَت مِنهَا العُيون. فَقُلْنَا: يَارَسُولَ اللهِ كَأَنَّهَا مَوْعِظَةُ مُوَدِّعٍ فَأَوصِنَا، قَالَ: (أُوْصِيْكُمْ بِتَقْوَى اللهِ عز وجل وَالسَّمعِ وَالطَّاعَةِ وَإِنْ تَأَمَّرَ عَلَيْكُمْ عَبْدٌ، فَإِنَّهُ مَنْ يَعِشْ مِنْكُمْ فَسَيَرَى اخْتِلافَاً كَثِيرَاً؛ فَعَلَيكُمْ بِسُنَّتِيْ وَسُنَّةِ الخُلَفَاءِ الرَّاشِدِينَ المّهْدِيِّينَ عَضُّوا عَلَيْهَا بِالنَّوَاجِذِ وَإِيَّاكُمْ وَمُحْدَثَاتِ الأُمُورِ فإنَّ كلّ مُحدثةٍ بدعة، وكُلَّ بِدْعَةٍ ضَلالَةٌ) رواه أبو داود والترمذي وقال : حديث حسن صحيح.',
          "explanationHadith": 'قوله: (وَعَظَنا) الوعظ:التذكير بما يلين القلب سواء كانت الموعظة ترغيباً أو ترهيباً، وكان النبي ﷺ يتخول أصحابه بالموعظة أحياناً. وقوله: (وَجلَت مِنهَا القُلُوبُ) أي خافت منها القلوب كما قال الله تعالى: (الَّذِينَ إِذَا ذُكِرَ اللَّهُ وَجِلَتْ قُلُوبُهُمْ) . ( وَذَرَفَت مِنهَا العُيون) أي ذرفت الدموع، وهو كناية عن البكاء. " فَقُلنَا يَا رَسُول الله:كَأنَّها" أي هذه الموعظة "مَوعِظَةَ مُوَدِِّعٍ" وذلك لتأثيرها في إلقائها،وفي موضوعها،وفي هيئة الواعظ لأن كل هذا مؤثر،حتى إننا في عصرنا الآن تسمع الخطيب فيلين قلبك وتخاف وتبكي، فإذا سمعته مسجلاً لم تتأثر، فتأثير المواعظ له أسباب منها: الموضوع،وحال الواعظ،وانفعاله. قَالَ: (أوصيكُم بِتَقوَى الله عزّ وجل) هذه الوصية مأخوذة من قول الله تعالى: (وَلَقَدْ وَصَّيْنَا الَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلِكُمْ وَإِيَّاكُمْ أَنِ اتَّقُوا اللَّهَ) فتقوى الله رأس كل شيء. ومعنى التقوى: طاعة الله بامتثال أمره واجتناب نهيه على علم وبصيرة. ولهذا قال بعضهم في تفسيرها: أن تعبد الله على نور من الله، ترجو ثواب الله، وأن تترك ما حرم الله، على نور من الله، تخشى عقاب الله. وقال بعضهم: خل الذنوب صغيرهاوكبيرها ذاك التقى واعمل كماش فوق أرض الشوك يحذر ما يرى لاتحقرن صغيرة إن الجبال من الحصى قوله: (وَالسَّمعُ والطَّاعَة) أي لولاة الأمر بدليل قوله وَإِن تَأمَّر عَليكُم والسمع والطاعة بأن تسمع إذا تكلم، وأن تطيع إذا أمر . قوله: ( وَإن تَأمَّر عَلَيكُم) أي صار أميراً "عبد" أي مملوكاً. قوله: (فَإِنَّهُ مَن يَعِش مِنكُم) أي تطول به الحياة "فَسَيَرى" والسين هنا للتحقيق اختِلاَفاً كَثيراً في العقيدة، وفي العمل ، وفي المنهج، وهذا الذي حصل، فالصحابة رضي الله عنهم الذين عاشوا طويلاً وجدوا من الاختلاف والفتن والشرور ما لم يكن لهم في الحسبان. ثم أرشدهم ﷺ إلى ما يلزمونه عند هذا الاختلاف، فقال: (فَعَلَيكُم بِسَّنتي) أي الزموا سنتي، والمراد بالسنة هنا: الطريقة التي هو عليها ، فلا تبتدعوا في دين الله عزّ وجل ما ليس منه ،ولا تخرجوا عن شريعته. قوله: ( وَسُنَّةِ الخُلَفَاءِ الرَاشِدين) الخلفاء الذين يخلفون رسول الله ﷺ في أمته، وعلى رأسهم أبو بكر الصديق رضي الله عنه. فإن أبا بكر الصديق رضي الله عنه هو الخليفة الأول لهذه الأمة، نص النبي ﷺ على خلافته نصاً يقرب من اليقين، وعامله بأمور تشير إلى أنه الخليفة بعده. ثم الخليفة من بعده عمر بن الخطاب رضي الله عنه لأنه أولى الناس بالخلافة بعد أبي بكر الصديق رضي الله عنه فإنهما صاحبا رسول الله ﷺ وكان كثيراً ما يقول: ذهبت أنا وأبو بكر وعمر، وجئت أنا وأبو بكر وعمر ،فرأى أبو بكر رضي الله عنه أن أحق الناس بالخلافة عمر رضي الله عنه. وخلافة عمر رضي الله عنه ثابتة شرعاً لأنها وقعت من خليفة،ثم صارت الخلافة لعثمان رضي الله عنه بمشورة معروفة رتبها عمر رضي الله عنه، ثم صارت بعد ذلك لعلي رضي الله عنه هؤلاء هم الخلفاء الراشدون لا إشكال فيهم. وقوله: (المهديين) صفة مؤكدة لما سبق، لأنه يلزم من كونهم راشدين أن يكونوا مهديين، إذ لا يمكن رشد إلا بهداية،وعليه فالصفة هنا ليست صفة احتراز ولكنها صفة توكيد وبيان علة،يعني أنهم رشدوا لأنهم مهديون. وقوله: (عَضُّوا عَلَيهَا) أي على سنتي وسنة الخلفاء (بالنَّوَاجِذِ) وهي أقصى الأضراس ومن المعلوم أن السنة ليست جسماً يؤكل،لكن هذا كناية عن شدة التمسك بها،أي أن الإنسان يتمسك بهذه السنة حتى يعض عليها بأقصى أضراسه. وقوله: (وَإيَّاكُم) لما حث على التمسك بالسنة حذر من البدعة. وقوله: (وَإيَّاكُم وَمُحدَثَاتِ الأُمور) أي اجتنبوها،والمراد بالأمور هنا الشؤون، والمراد بالشؤون شؤون الدين،لا المحدثات في أمور الدنيا،لأن المحدثات في أمور الدنيا منها ما هو نافع فهو خير،ومنها ما هو ضار فهو شر،لكن المحدثات في أمور الدين كلها شر، ولهذا قال: "فَإِنَّ كُلَّ مُحدَثَةٍ بِدعَة" لأنها ابتدعت وأنشئت من جديد. قوله: (كُل بِدعَةٍ ضَلالَة) أي كل بدعة في دين الله عزّ وجل فهي ضلالة .',
          "translateNarrator": 'العِرْبَاضُ بن سارية السلمي من أعيان أهل الصفة، سكن حمص. وهو أحد البكائين الذين ورد فيهم في القرآن : ﴿وَلَا عَلَى الَّذِينَ إِذَا مَا أَتَوْكَ لِتَحْمِلَهُمْ قُلْتَ لَا أَجِدُ مَا أَحْمِلُكُمْ عَلَيْهِ تَوَلَّوْا وَأَعْيُنُهُمْ تَفِيضُ مِنَ الدَّمْعِ حَزَنًا أَلَّا يَجِدُوا مَا يُنْفِقُونَ﴾ روى أحمد في مسنده عن عبد الرحمن بن عمرو السلمي، وحجر بن حجر، قالا: أتينا العرباض بن سارية. وهو ممن نزل فيه: (وَلَا عَلَى الَّذِينَ إِذَا مَا أَتَوْكَ لِتَحْمِلَهُمْ قُلْتَ لَا أَجِدُ مَا أَحْمِلُكُمْ عَلَيْهِ) فسلمنا، وقلن: أتيناك زائرين وعائدين ومقتبسين. فقال: صلى بنا رسول الله الصبح ذات يوم، ثم أقبل علينا، فوعظنا موعظة بليغة ذرفت منها العيون، ووجلت منها القلوب، فقيل: يا رسول الله، كأن هذه موعظة مودع، فماذا تعهد إلينا؟ قال: أوصيكم بتقوى الله، والسمع والطاعة وإن عبْدًا حبشيًّ. فإنه من يعِشْ منكم بعدي، فسَيَرى اختلافًا كثير. فعليكم بسنتي وسنة الخلفاء الراشدين المهديين، تمسكوا بها، وعضوا عليها بالنواجذ. وإياكم ومحدثات الأمور ; فإن كل محدثة بدعة وكل بدعة ضلالة. ويروى عن أبي الفيض أنه قال: سمعت عمر أبا حفص الحمصي قال: أعطى معاوية المقدام حمارا من المغنم فقال له العرباض بن سارية: ما كان لك أن تأخذه وما كان له أن يعطيك كأني بك في النار تحمله على عنقك فرده. قال محمد بن عوف: كان قديم الإسلام جدا، وقال خليفة: مات في فتنة ابن الزبير، وقال أبو مسهر: مات بعد ذلك سنة خمس وسبعين. ويظن أنه دفن في قرية كفرلاها في محافظة حمص وله مقام وجامع يزوره أهل القرية ومقامه على بعد 27 كم من مدينة حمص',
          "audioHadith":'nawawi28.mp3'
    },
    {
       'key':'الحديث التاسع و العشرون',
          "nameHadith" : 'بواب الخير',
          "textHadith": 'عَن مُعَاذ بن جَبَلٍ رضي الله عنه قَالَ: قُلتُ يَا رَسُولَ الله أَخبِرنِي بِعَمَلٍٍ يُدخِلُني الجَنَّةَ وَيُبَاعدني منٍ النار قَالَ: (لَقَدْ سَأَلْتَ عَنْ عَظِيْمٍ وَإِنَّهُ لَيَسِيْرٌ عَلَى مَنْ يَسَّرَهُ اللهُ تَعَالَى عَلَيْهِ: تَعْبُدُ اللهَ لاَتُشْرِكُ بِهِ شَيْئَا، وَتُقِيْمُ الصَّلاة، وَتُؤتِي الزَّكَاة، وَتَصُومُ رَمَضَانَ، وَتَحُجُّ البَيْتَ. ثُمَّ قَالَ: أَلاَ أَدُلُّكَ عَلَى أَبْوَابِ الخَيْرِ: الصَّوْمُ جُنَّةٌ، وَالصَّدَقَةُ تُطْفِئُ الخَطِيْئَةَ كَمَا يُطْفِئُ المَاءُ النَّارَ، وَصَلاةُ الرَّجُلِ فِي جَوْفِ اللَّيْلِ ثُمَّ تَلا : (تَتَجَافَى جُنُوبُهُمْ عَنِ الْمَضَاجِعِ) حَتَّى بَلَغَ: (يَعْلَمُونْ) [السجدة:16-17] ثُمَّ قَالَ: أَلا أُخْبِرُكَ بِرَأْسِ الأَمْرِ وَعَمُودِهِ وَذِرْوَةِ سَنَامِهِ ؟ قُلْتُ: بَلَى يَارَسُولَ اللهِ، قَالَ: رَأْسُ الأَمْرِ الإِسْلامُ وَعَمُودُهُ الصَّلاةُ وَذروَةُ سَنَامِهِ الجِهَادُ ثُمَّ قَالَ: أَلا أُخبِرُكَ بِملاكِ ذَلِكَ كُلِّهِ ؟ قُلْتُ:بَلَى يَارَسُولَ اللهِ. فَأَخَذَ بِلِسَانِهِ وَقَالَ: كُفَّ عَلَيْكَ هَذَا. قُلْتُ يَانَبِيَّ اللهِ وَإِنَّا لَمُؤَاخَذُونَ بِمَا نَتَكَلَّمُ بِهِ ؟ فَقَالَ: ثَكِلَتْكَ أُمُّكَ يَامُعَاذُ. وَهَلْ يَكُبُّ النَّاسَ فِي النَّارِ عَلَى وُجُوهِهِمْ أَو قَالَ: عَلَى مَنَاخِرِهِمْ إِلاَّ حَصَائِدُ أَلسِنَتِهِمْ) رواه الترمذي وقال: حديث حسن صحيح.',
          "explanationHadith": 'هِمَمُ الصحابة رضي الله عنهم عالية، فلم يقل:أخبرني بعمل أكسب فيه العشرة عشرين أو ثلاثين أو ما أشبه بذلك ، بل قال: (أَخبِرنِي بِعَمَلٍٍ يُدخِلُني الجَنَّةَ وَيُبَاعدني من النارَ) أي يكون سبباً لدخول الجنة والبعد عن النار . فقال النبي ﷺ (لَقَد سَأَلتَ عَنْ عَظيمٍ) أي والله عظيم، هذه هي الحياة، أن تدخل الجنة وتبتعد عن النار، هذا هو الفوز والفلاح، قال الله عزّ وجل: (فَمَنْ زُحْزِحَ عَنِ النَّارِ وَأُدْخِلَ الْجَنَّةَ فَقَدْ فَازَ) ولهذا وصفه النبي ﷺ بأنه عظيم، ولكن الحمد لله.قوله: (وَإِنهُ ليَسيرٌ عَلى مِنْ يَسرَهُ اللهُ عَلَيه) - اللهم يسره علينا يا رب العالمين - وصدق النبي ﷺ فإن الدين الإسلامي مبني على اليسر، قال الله تعالى: (يُرِيدُ اللَّهُ بِكُمُ الْيُسْرَ وَلا يُرِيدُ بِكُمُ الْعُسْرَ) ومبني على السمح قال النبي ﷺ لأصحابه وهو يبعثهم إلى الجهات: (يَسِّروا ولا تُعَسِّروا، بَشِّروا وَلاَ تُنَفِّروا) ، (فَإِنَمَا بُعِثتُم مُيَسِّرين وَلَم تُبعَثوا مُعَسِّرين) وقال ﷺ : (إِنَّ هذا الدينُ يُسر، وَلَن يُشَاد الدينَ أَحَدٌ إِلاَّ غَلَبَهُ) فهو يسير لكن لمن يسره الله عليه، ثم شرح ذلك فقال: (تَعبُدَ اللهَ) بمعنى تتذلل له بالعبادة حباً وتعظيماً، فبالمحبة تفعل الطاعات، وبالتعظيم تترك المعاصي. (لا تُشرِك بِهِ شيئاً) أي شي يكون حتى الأنبياء، بل الأنبياء ما جاؤوا إلا لمحاربة الشرك، فلا تشرك به شيئاً لا ملكاً مقرباً،ولا نبياً مرسلاً، قال: (وَتُقيم الصَلاةَ، وَتُؤتي الزكَاةَ، وَتَصوم رَمَضَانَ،وَتَحُج البَيتَ) هذه أركان الإسلام الخمسة . ثم قال: (أَلاَ أَدُلُّكَ عَلَى أَبوَابِ الخَيرِ) أبواب أي مسائل، وأبواب تستعمل في الباب الذي يفتح للداخل والخارج، وتستعمل في المسائل، ومن هذا قول العلماء في مؤلفاتهم:هذا الباب في كذا وكذا. وقول المحدثين: لا يصح في هذا الباب شيء، أي لا يصح في هذه المسألة شيء. فقوله: (أَبوَابِ الخَيرِ) أي مسائل الخير، ويجوز أن يكون المراد به الباب المعروف الذي يكون منه الدخول والخروج. (أَلا أَدُلُّكَ عَلَى أَبوَابِ الخَيرِ) والجواب: بلى، لكن حذف للعلم به، لأنه لابد أن يكون الجواب بلى. قال: (الصَّومُ جنةٌ) أي مانع يمنع صاحبه في الدنيا ويمنع صاحبه في الآخرة. أما في الدنيا فإنه يمنع صاحبه من تناول الشهوات الممنوعة في الصوم، وأما في الآخرة فهو جُنَّةٌ من النار، يقيك من النار يوم القيامة. والصوم: التعبد لله تعالى بالإمساك عن المفطرات من طلوع الفجر إلى غروب الشمس. قوله: (وَالصَّدَقَة تُطفِىء الخَطيئَة كَمَا يُطفِىء المَاءُ النَّارَ) الصدقة مطلقاً سواء الزكاة الواجبة أو التطوع،و سواء كانت قليلة أو كثيرة. قوله: (تُطفِئ الخَطيئَة) أي خطيئة بني آدم، وهي المعاصي. قوله: (كَمَا يُطفِئ المَاءُ النَّارَ) والماء يطفئ النار بدون تردد، فشبه النبي ﷺ الأمر المعنوي بالأمر الحسي. قوله: (وَصَلاةُ الرّجُل في جَوفِ اللَّيلِ) هذه معطوفة على قوله "الصدقة" أي وصلاة الرجل في جوف الليل تطفئ الخطيئة، وجوف الليل وسطه كجوف الإنسان. ثم تلا ﷺ : (تَتَجَافَى جُنُوبُهُمْ عَنِ الْمَضَاجِعِ يَدْعُونَ رَبَّهُمْ خَوْفاً وَطَمَعاً وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ * فَلا تَعْلَمُ نَفْسٌ مَا أُخْفِيَ لَهُمْ مِنْ قُرَّةِ أَعْيُنٍ جَزَاءً بِمَا كَانُوا يَعْمَلُونَ*) تلا أي قرأ (تَتَجَافَى جُنُوبُهُمْ عَنِ الْمَضَاجِعِ) هذا في وصف المؤمنين، أي أنهم لا ينامون (يَدْعُونَ رَبَّهُمْ خَوْفاً وَطَمَعاً) إن ذكروا ذنوبهم خافوا، وإن ذكروا فضل الله طمعوا، فهم بين الخوف و الرجاء، (وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ) (من) هنا إما أن تكون للتبعيض والمعنى ينفقون بعضها، أو تكون للبيان،والمعنى ينفقون مما رزقهم الله عزّ وجل قليلاً كان أو كثيراً (فَلا تَعْلَمُ نَفْسٌ مَا أُخْفِيَ لَهُمْ مِنْ قُرَّةِ أَعْيُنٍ جَزَاءً بِمَا كَانُوا يَعْمَلُونَ) ، استشهد النبي ﷺ بهذه الآية على فضيلة قيام الليل،ثم قال: (أَلاَ أُخبِرُكَ بِرَأَسِ الأَمرِ،وَعَمودِهِ،وذِروَةِ سِنَامِهِ) ثلاثة أشياء: (قُلتُ: بَلَى يَا رَسُولَ الله، قَالَ: رَأَسُ الأَمرِ الإِسلام) أمر الإنسان الذي من أجله خُلِقَ، رأسه الإسلام ، أي أن يسلم لله تعالى ظاهراً وباطناً بقلبه وجوارحه. قوله: (وَعَمودِهِ الصلاة) أي عمود الإسلام الصلوات ،والمراد بها الصلوات الخمس، وعمود الخيمة ما تقوم عليه، وإذا أزيل سقطت. قوله: (وَذِروَةِ سِنَامِهِ الجِهَاد في سَبيلِ الله) ذكر الجهاد أنه ذروة السنام،لأن الذروة أعلى شيء ، قال الله تعالى: (وَلا تَهِنُوا وَلا تَحْزَنُوا وَأَنْتُمُ الْأَعْلَوْنَ إِنْ كُنْتُمْ مُؤْمِنِينَ) وقوله: (الجهاد) يعني في سبيل الله عزّ وجل والجهاد في سبيل الله بينه النبي ﷺ أتم بيان، فقد سئل عن الرجل يقاتل حمية، ويقاتل شجاعة، ويقاتل ليرى مكانه، أي ذلك في سبيل الله؟ فقال: (مَن قَاتَلَ لِتَكونَ كَلِمَةُ اللهِ هي العُليَا فَهوَ في سَبيلِ اللهِ) ثم قال: (أَلاَ أُخبِرُكَ بِمَلاك ذَلكَ كُله) ملاك الشيء ما يملك به، والمعنى ما تملك به كل هذا . (قُلتُ:بَلَى يَا رَسُول الله، قَالَ: فَأَخذ بِلِسانِهِ وَقَالَ: كُفَّ عَليكَ هَذا) أخذ النبي ﷺ بلسان نفسه وقال: (كُفَّ عَليكَ هَذا) أي لاتطلقه في القيل والقال، وقد تقدم قوله: "مَنْ كَانَ يُؤمِنُ بِاللهِ وَاليَومِ الآخِرِ فَليَقُل خَيرَاً أَو ليَصمُت" فلا تتكلم إلا بخير. (قُلتُ: يَا نَبيَّ الله وَإِنَّا لَمؤاخِذونَ بِما نَتَكَلّم بِه) والمعنى:أإنا لمؤاخذون بما نتكلم به؟ يعني أن معاذاً رضي الله عنه تعجب كيف يؤاخذ الإنسان بما يتكلم به. فقال النبي ﷺ حثاً على أن يفهم: (ثَكِلَتكَ أُمُّكَ يَا مُعَاذ) أي فقدتك، وهذه الكلمة يقولها العرب للإغراء والحث،ولا يقصدون بها المعنى الظاهر، وهو أن تفقده أمه،. (وَهَل يَكُبُّ النَّاسَ في النارِ عَلى وجُوهِهم، أَو قَالَ: عَلَى منَاخِرهِم" هذا شك من الراوي) إِلا حَصائدُ أَلسِنَتِهم" أي ما يحصدون بألسنتهم من الأقوال. لما قال هذا الكلام اقتنع معاذ رضي الله عنه وعرف أن ملاك الأمر كف اللسان،لأن اللسان قد يقول الشرك، وقد يقول الكفر، وقد يقول الفحشاء، فهو ليس له حد.',
          "translateNarrator": 'هو معاذ بن جبل بن عمرو بن أوس بن عائذ بن عدي بن كعب بن عمرو بن أدي بن سعد بن علي بن أسد بن ساردة بن يزيد بن جشم بن الخزرج، الأنصاري الخزرجي … و هو من الانصار … و كان له زوجتان و ولدان و بنت … وكان يكنى بأبو عبد الرحمن ،قيل ان معاذ بن جبل ولد مابين سنة 602 ميلاديا و بين سنة 607 ميلاديا و قد ولد في يثرب و هي المدينة المنورة حاليا . لقد اسلم الصحابي الجليل معاذ بن جبل و هو كان عمره ثمان عشر سنة … و شهد بدرا و شهد المشاهد كلها مع رسول الله ﷺ … و بعثه رسول الله ﷺ الى اليمن بعد غزوة تبوك ليعلم الناس هناك دين الله و يعلِّم الناس القرآن و شرائع الإسلام و يقضي بينهم ،فقدكان الصحابي الجليل معاذ بن جبل رضي الله عنه من اكثر الصحابة علما بالحلال والحرام … كما انه قارئا جيدا للقرآن و كان زاهدا ورعا متصدقا كريما متعبدا لله مجتهدا في العبادة … و قد كان الصحابي الجليل معاذ بن جبل معلما للناس دين الله وناصحا لهم … وكان يعتبر من اكثر الصحابة علما بالفقه .',
          "audioHadith":'nawawi29.mp3'
    },
    {
       'key':'الحديث الثلاثون',
          "nameHadith" : 'الوقوف عند حدود الشرع',
          "textHadith": 'عَنْ أَبِيْ ثَعْلَبَةَ الخُشَنِيِّ جُرثُومِ بنِ نَاشِرٍ رضي الله عنه عَن رَسُولِ اللهِ ﷺ قَالَ: (إِنَّ اللهَ فَرَضَ فَرَائِضَ فَلا تُضَيِّعُوهَا، وَحَدَّ حُدُودَاً فَلا تَعْتَدُوهَا وَحَرَّمَ أَشْيَاءَ فَلا تَنْتَهِكُوهَا، وَسَكَتَ عَنْ أَشْيَاءَ رَحْمَةً لَكُمْ غَيْرَ نِسْيَانٍ فَلا تَبْحَثُوا عَنْهَا) حديث حسن رواه الدارقطني وغيره.',
          "explanationHadith": 'قوله: (فَرَضَ) أي أوجب قطعاً، لأنه من الفرض وهو القطع. قوله: (فَرَضَفَرَائِضَ) مثل الصلوات الخمس، والزكاة، والصيام،والحج،وبر الوالدين، وصلة الأرحام، ومالا يحصى. قوله: (فَلاتُضَيِّعُوهَا) أي تهملوها فتضيع ، بل حافظوا عليها. قوله: (وَحَدَّحُدودَاًفَلاتَعتَدوها) الحد في اللغة المنع، ومنه الحد بين الأراضي لمنعه من دخول أحد الجارين على الآخر، وفي الاصطلاح قيل:إن المراد بالحدود الواجبات والمحرمات. فالواجبات حدود لا تُتعدى، والمحرمات حدود لا تقرب. وقال بعضهم: المراد بالحدود العقوبات الشرعية كعقوبة الزنا، وعقوبة السرقة وما أشبه ذلك. ولكن الصواب الأول،أن المراد بالحدود في الحديث محارم الله عزّ وجل الواجبات والمحرمات، لكن الواجب نقول:لا تعتده أي لاتتجاوزه، والمحرم نقول: لا تقربه، هكذا في القرآن الكريم لما ذكر الله تعالى تحريم الأكل والشرب على الصائم قال: (تِلْكَ حُدُودُ اللَّهِ فَلا تَعْتَدُوهَا) ولما ذكر العدة وما يجب فيها قال: (تِلْكَ حُدُودُ اللَّهِ فَلا تَقرَبُوهَا) . قوله: (وَحَرَّمَ أَشيَاء فَلا تَنتَهِكوهَا) أيفلا تفعلوها، مثل :الزنا، وشرب الخمر، والقذف، وأشياء كثيرة لا تحصى. قوله: (وَسَكَتَ عَنْ أَشيَاء رَحمَةً لَكُمْ غَيرَ نسيَان فَلا تَبحَثوا عَنهَا) سكت عن أشياء أي لم يحرمها ولم يفرضها. قال: سكت بمعنى لم يقل فيها شيئاً ، ولا أوجبها ولا حرمها. وقوله: (غَيْرَ نسيَان) أي أنه عزّ وجل لم يتركها ناسياً لوقوله تعالى: (وَمَا كَانَ رَبُّكَ نَسِيّاً) ولكن رحمة بالخلق حتى لا يضيق عليهم. قوله: (فَلا تَبحَثوا عَنهَا) أي لا تسألوا، مأخوذ من بحث الطائر في الأرض، أي لا تُنَقِّبُوا عنها،بل دعوها.',
          "translateNarrator": 'الصحابي أبو ثعلبة الخشني جرثوم بن ناشب ، وقيل‏:‏ جرهم بن ناشب، وقيل‏:‏ ابن ناشم، وقيل‏:‏ ابن لاشر، وقيل‏:‏ ابن عمرو، أبو ثعلبة الخشني، وقد اختلف في اسمه واسم أبيه كثيراً، وهو منسوب إلى خشين، بطن من قضاعة‏.‏ شهد الحديبية، وبايع تحت الشجرة بيعة الرضوان، وضرب له رسول الله بسهمه يوم خيبر، وأرسله النبي إلى قومه، فأسلموا، ونزل الشام، ومات أول إمرة معاوية، وقيل‏:‏ مات أيام يزيد، وقيل‏:‏ توفي سنة خمس وسبعين، أيام عبد الملك بن مروان.',
          "audioHadith":'nawawi30.mp3'
    },
    {
       'key':'الحديث الحادي والثلاثون',
          "nameHadith" : 'الزهد في الدنيا',
          "textHadith": 'عَنْ أَبي العَباس سَعدِ بنِ سَهلٍ السَّاعِدي رضي الله عنه قَالَ: جَاءَ رَجُلٌ إِلَى النبي ﷺ فَقَالَ: يَا رَسُول الله: دُلَّني عَلَى عَمَلٍ إِذَا عَمَلتُهُ أَحَبَّني اللهُ، وَأَحبَّني النَاسُ ؟ فَقَالَ: (ازهَد في الدُّنيَا يُحِبَّكَ اللهُ ، وازهَد فيمَا عِندَ النَّاسِ يُحِبَّكَ النَّاسُ) حديث حسن رواه ابن ماجة وغيره بأسانيد حسنة.',
          "explanationHadith": 'قوله : (جَاءَ رَجُلٌ) لم يعين اسمه، ومثل هذا لا حاجة إليه، ولاينبغي أن نتكلف بإضاعة الوقت في معرفة هذا الرجل، وهذا يأتي في أحاديث كثيرة، إلا إذا كان يترتب على معرفته بعينه اختلاف الحكم فلابد من معرفته. وقوله: (دُلني عَلَى عَمَلٍ إِذَا عَملتُهُ أَحَبَّني الله،وَأَحبَّني النَّاس) هذا الرجل طلب حاجتين عظيمتين، أولهما محبة الله عزّ وجل والثانية محبة الناس. فدله النبي ﷺ على عمل معين محدد،فقال: (ازهَد في الدُّنيَا) والزهد في الدنيا الرغبة عنها، وأن لا يتناول الإنسان منها إلا ما ينفعه في الآخرة، وهو أعلى من الورع، لأن الورع: ترك ما يضر من أمور الدنيا ، والزهد: ترك مالا ينفع في الآخرة، وترك ما لا ينفع أعلى من ترك ما يضر . وقوله: (يُحِبكَ الله) هو بالجزم على أنه جواب : ازهَد والدنيا: هي هذه الدار التي نحن فيها، وسميت بذلك لوجهين: الوجه الأول: دنيا في الزمن. الوجه الثاني: دنيا في المرتبة. فهي دنيا في الزمن لأنها قبل الآخرة، ودنيا في المرتبة لأنها دون الآخرة بكثير جداً، قال النبي ﷺ : "لَمَوضِعُ سوطِ أَحَدِكُم في الجَنَّةِ خَيرٌ مِنَ الدُّنيَا وَمَا فيهَا" وقال النبي ﷺ "ركعَتَا الفَجرِ خَيرٌ مِنَ الدُّنيَا وَمَا فيهَا" إذاً الدنيا ليست بشيء. وقوله: (وازهَد فيمَا عِندَ النَاس يُحِبكَ النَّاس) أي لا تتطلع لما في أيديهم، ارغب عما في أيدي الناس يحبك الناس، وهذا يتضمن ترك سؤال الناس أي أن لا تسأل الناس شيئاً، لأنك إذا سألت أثقلت عليهم، وكنت دانياً سافلاً بالنسبة لهم،فإن اليد العليا المعطية خير من اليد السفلى الآخذة.',
          "translateNarrator": 'هو أبو العباس سهل بن سعد بن مالك بن خالد بن ثعلبة بن حارثة بن عمرو بن الخزرج بن ساعد بن كعب بن الخزرج الأنصاري الساعدي‏. وهناك من قال إن كنيته هي "أبا يحيى" ، ولد قبل الهجرة بخمس سنين. ويذكر أنه اسمه في الأصل كان "حزنًا" ولكن الرسول - ﷺ - قام بتغيير ذلك الاسم إلى اسم سهل؛ وذلك لأنّ الرسول - ﷺ - كان يحب الأسماء الطيبة الحسنة والإيجابية، وكان يغير كل الأسماء القبيحة أو التي تحتوي على شرك بالله تعالى، مثل عبد الشمس، وغيرها. لقد أمدّ الله في عمر الصحابي سهل بن سعد، وعاش طويلًا، حتى أنّه أدرك الحجاج في حياته، ويذكر أنّ الحجاج أرسل له ذات يوم، وسأله: لما لم تنصر أمير المؤمنين عثمان؟، فقال له سعد: فعلت، قال له: كذبت، وأمر بأن يختم على عنقه؛ إذلالًا منه له، حتى يبتعد عنه الناس ولا يسمعوا منه. يقول سهل بن سعد الساعدي: خرجت إلى بيت المقدس حتى أتيت دمشق، فوجدت أهله يعلقون الديباج والحجب، والنساء يلعبون في الدف، فقلت: ألأهل الشام عيد لا نعرفه؟ فوجد قومًا يتحدثون، فسألهم ألكم عيد لا نعرفه؟، فقالوا له: يا شيخ نراك غريبًا، فقال: فقال أنا سهل بن سعد، رأيت رسول الله - ﷺ -، وأحمل حديثًا، فقالوا: ما أعجب السماء لم لا تمطر دمًا، والأرض لم تخسف، فقال: ولم هذا؟، قالوا: هذا رأس الحسين يهدى من العراق. توفي بالمدينة سنة 88 هـ وقيل بعدها. وهو آخر الصحابة وفاة في المدينة. وقال بعضهم أنّه عاش مائة سنة أو أكثر وعلى هذا يكون توفي سنة ست وتسعين أو بعدها.',
          "audioHadith":'nawawi31.mp3'
    },
    {
      'key':'الحديث الثاني والثلاثون',
          "nameHadith" : 'لاضرر ولا ضرار',
          "textHadith": 'عن أبي سعيد سعد بن مالك بن سنان الخدري رضي الله عنه أن رسول الله ( ﷺ ) قال: (لا ضرر ولا ضرار) . حديث حسن رواه ابن ماجه والدار قطني وغيرهما مسنداً',
          "explanationHadith": 'الحديث بني عليه قاعدة من القواعد الشرعية التي ذكرها أهل العلم واهتموا بها، وفرعوا عنها. والحديث وإن اختلف في وصله وإرساله إلا أن في القرآن ما يدل عليه باللفظ، (لاَ تُضَآرَّ وَالِدَةٌ بِوَلَدِهَا ) (أَوْ دَيْنٍ غَيْرَ مُضَآرٍّ) في مواضع من هذا النوع. فالضرر منفي ابتداءً ومكافئةً، يعني لا يبتدئ الإنسان بالضرر، ولا يجيب من ضره بالضرر؛ لئلا يسعى إلى ضرر لا ابتداءً ولا مكافئة، لا بمفرده ولا في مقابل من ضره. فالحديث فيه تحريم الضرر فقوله: (لا ضرر) وهو نفي يراد به النهي، والنهي إذا جاء بصيغة النفي كان أبلغ وأشد؛ لأن هذه الصورة من الشدة والبشاعة بحيث يصح نفيها عن المجتمع الإسلامي. يعني أن الأصل أنها ليست موجودة أصلاً فلا نحتاج إلى النهي عنها، هي منفية أصلاً، يعني لا يتصور أن المجتمع المسلم، أو مسلمين بينهم يحصل مثل هذا.',
          "translateNarrator": 'أبو سعيد الخدري : هو سعد بن مالك بن سنان بن ثعلبة بن عبيد بن الأبجر بن عوف بن الحارث بن الخزرج من الصحابة ، وهو من ذرية الخزرج الأكبر فقيل له الخزرجي ، وهو من الأنصار. أمه أنيسة بنت أبي حارثة من بني عدي النجار. اعتنق أبو سعيد الإسلام باكرا، فكان من الذين أسلموا قبل سن البلوغ . استشهد أبوه مالك في معركة أحد، وشارك أبو سعيد في معركة الخندق، وبيعة الرضوان. ويعد من رواة الحديث ، فقد روى أبو سعيد 1،170 حديثًا ، اتفق البخاري ومسلم على ثلاثة وأربعين، وانفرد البخاري بستة عشر حديثًا ، ومسلم باثنين وخمسين. لم يسمح له النبي بالقتال في غزوة أحد لصغر سنه. كان يعظ الخلفاء ويخلص لهم في النصيحة، توفي سنة 74هـ.',
          "audioHadith":'nawawi32.mp3'
    },
    {
       'key':'الحديث الثالث والثلاثون',
          "nameHadith" : 'البيّنة على المُدَّعي',
          "textHadith": 'عنِ ابْنِ عَبَّاسٍ رَضِيَ اللهُ عَنْهُمَا أَنَّ رَسُولَ اللهِ ﷺ قَالَ: { لَوْ يُعْطَى النَّاسُ بِدعوَاهُمْ لادَّعَى رِجَالٌ أَمْوَال قَومٍ وَدِمَاءهُمْ، وَلَكِنِ البَينَةُ عَلَى المُدَّعِي، وَاليَمينُ عَلَى مَن أَنكَر} حديث حسن رواه البيهقي هكذا بعضه في الصحيحين.',
          "explanationHadith": 'قوله: (لَو يُعطَى) المعطي هو من له حق الإعطاء كالقاضي مثلاً والمصلح بين الناس. وقوله: (بِدَعوَاهُم) أي بادعائهم الشيء،سواء كان إثباتاً أو نفياً. قوله: (لادعى) هذا جواب "لَو" قوله: (لادعَى رِجَال) المراد بهم الذين لا يخافون الله تعالى،وأما من خاف الله تعالى فلن يدعي ما ليس له من مال أو دم، (أَموَال قَوم) أي بأن يقول هذا لي، هذا وجه. ووجه آخر أن يقول: في ذمة هذا الرجل لي كذا وكذا ، فيدعي ديناً أو عيناً. قوله: (وَدِمَاءهُم) بأن يقول: هذا قتل أبي، هذا قتل أخي وما أشبه ذلك، أو يقول: هذا جرحني، فإن هذا نوع من الدماء. قوله: (وَلَكِنِ البَينَةُ) البينة:ما يبين به الحق، وتكون في إثبات الدعوى (عَلَى المُدَعي) (وَاليَمين) أي دفع الدعوى (عَلَى مَنْ أَنكَر) . فهنا مدعٍ ومدعىً عليه، والمدعي : عليه البينة، والمدعى عليه: عليه اليمين ليدفع الدعوى. قوله: (وَاليَمين عَلَى مَنْ أَنكَر) أي من أنكر دعوى المدعي. هذا الحديث أصل عظيم في القضاء، وهو قاعدة عظيمة في القضاء ينتفع بها القاضي وينتفع بها المصلح بين اثنين وما إلى ذلك.',
          "translateNarrator": 'هو عبد الله بن عباس بن عبد المطلب بن هاشم بن عبد مناف ابن قصي بن كلاببن مرة بن كعب بن لؤي بن غالب بن فهرالقرشي الهاشمي، صحابي جليل , وهو ابنعم النبي ﷺ , كني بأبو العباس وهو أكبر ولده, لقب بالبحر والحبر ؛ لسعة علمه وحدة فهمه , وبترجمان القرآن ؛ لأنه فسر القرآن وبينه فأجاد وأحسن بيانه ,وفي اللغة ترجم الكلام إذا بينه ووضحه, وأبو الخلفاء وهو والد الخلفاء العباسيين ، ففي ولده كانت الخلافة العباسية،ولد والنبي ﷺ وأهل بيته بالشعب من مكة، فأتي به النبي ﷺ فحنكه بريقه، وذلك قبل الهجرة بثلاث سنين , وقيل بخمس رأى جبريل عليه السلام مرتين : وقال ابن سعد: حدثنا محمد بن عبيد، حدثنا إسماعيل بن أبي خالد، عن شعيب بن يسار، عن عكرمة، قال: أرسل العباس عبد الله إلى النبي ﷺ ، فانطلق، ثم جاء، فقال: رأيت عنده رجلا لا أدري من هو فجاء العباس إلى رسول الله صلى الله عليه وآله وسلم فأخبره بالذي قال عبد الله، فدعاه، فأجلسه في حجره ، ومسح رأسه، ودعا له بالعلم. عن ابن عباس: " أنه رأى جبريل مرتين، ودعا له النبي ﷺ مرتين. صحب النبي ﷺ ولزمه، وأخذ عنه وحفظ وضبط الأقوال والأفعال والأحوالودعا له فنال من بركة دعوته ما نال من فضل وعلم: عن ابن عمر قال: دعا رسول الله ﷺ لعبد الله بن عباس فقال: " اللهم بارك فيه وانشر منه" و عن ابن عباس قال انتهيت إلى النبي ﷺ وعنده جبريل فقال له جبريل: إنه كائن حبر هذه الأمة فاستوص به خيرا. توفي رضي الله عنه بالطائف سنة ثمان وستين ، ويقال سنة تسع وستين,وهو ابن سبعين سنة، وقيل: إحدى وسبعين سنة ،وصلى عليه محمد بن الحنفية,وقيل أنه لما ماتأقبل طائر أبيض، فدخل في أكفانه، فما خرج منها حتى دفن معه.',
          "audioHadith":'nawawi33.mp3'
    },
    {
        'key':'الحديث الرابع والثلاثون',
          "nameHadith" : 'تغيير المنكر فريضة',
          "textHadith": 'عَنْ أَبي سَعيدٍ الخُدريِّ رضي الله عنه قَالَ: سَمِعتُ رِسُولَ اللهِ ﷺ يَقولُ: (مَن رَأى مِنكُم مُنكَرَاً فَليُغَيِّرْهُ بِيَدِهِ، فَإِنْ لَمْ يَستَطعْ فَبِلِسَانِهِ، فَإِنْ لَمْ يَستَطعْ فَبِقَلبِه وَذَلِكَ أَضْعَفُ الإيمَانِ) رواه مسلم.',
          "explanationHadith": 'قوله: (مَنْ) اسم شرط جازم،و: (رأى) فعل الشرط،وجملة (فَليُغَيرْه بَيَدِه) جواب الشرط. وقوله: (مَنْ رَأَى) هل المراد من علم وإن لم يرَ بعينه فيشمل من رأى بعينه ومن سمع بأذنه ومن بلغه خبر بيقين وما أشبه ذلك، أو نقول: الرؤيا هنا رؤية العين، أيهما أشمل؟ الجواب :الأول،فيحمل عليه،وإن كان الظاهر الحديث أنه رؤية العين لكن مادام اللفظ يحتمل معنى أعم فليحمل عليه. وقوله: (مُنْكَراً) المنكر:هو ما نهى الله عنه ورسوله، لأنه ينكر على فاعله أن يفعله. ( فَلْيُغَيِّرْهُ) أي يغير هذا المنكر بيده. وقوله: (مُنْكَرَاً) لابد أن يكون منكراً واضحاً يتفق عليه الجميع، أي المنكر والمنكر عليه،أو يكون مخالفة المنكر عليه مبينة على قول ضعيف لا وجه له. أما إذا كان من مسائل الاجتهاد فإنه لا ينكره. (فَإِنْ لَمْ يَسْتَطِعْ) أي إن لم يستطع أن ينكره بيده (فَبِلِسَانِهِ) أي فلينكره بلسانه ويكون ذلك: بالتوبيخ،والزجر وما أشبه ذلك،ولكن لابد من استعمال الحكمة، وقوله (بِلِسَانِهِ) هل نقيس الكتابة على القول؟ الجواب: نعم، فيغير المنكر باللسان، ويغير بالكتابة، بأن يكتب في الصحف أو يؤلف كتباً يبين المنكر. (فَإنْ لَمْ يَستَطِعْ فَبِقَلْبِهِ) أي فلينكر بقلبه، أي يكرهه ويبغضه ويتمنى أن لم يكن. (وَذَلِكَ) أي الإنكار بالقلب (أَضْعَفُ الإِيْمَانِ) أي أضعف مراتب الإيمان في هذا الباب أي في تغيير المنكر.',
          "translateNarrator": 'أبو سعيد الخدري : هو سعد بن مالك بن سنان بن ثعلبة بن عبيد بن الأبجر بن عوف بن الحارث بن الخزرج من الصحابة ، وهو من ذرية الخزرج الأكبر فقيل له الخزرجي ، وهو من الأنصار. أمه أنيسة بنت أبي حارثة من بني عدي النجار. اعتنق أبو سعيد الإسلام باكرا، فكان من الذين أسلموا قبل سن البلوغ . استشهد أبوه مالك في معركة أحد، وشارك أبو سعيد في معركة الخندق، وبيعة الرضوان. ويعد من رواة الحديث ، فقد روى أبو سعيد 1،170 حديثًا ، اتفق البخاري ومسلم على ثلاثة وأربعين، وانفرد البخاري بستة عشر حديثًا ، ومسلم باثنين وخمسين. لم يسمح له النبي بالقتال في غزوة أحد لصغر سنه. كان يعظ الخلفاء ويخلص لهم في النصيحة، توفي سنة 74هـ.',
          "audioHadith":'nawawi34.mp3'
    },
    {
       'key':'الحديث الخامس والثلاثون',
          "nameHadith" : 'المسلم أخو المسلم',
          "textHadith": 'عَنْ أَبي هُرَيرَةَ رضي الله عنه قَالَ: قَالَ رَسُولُ اللهِ ﷺ : (لاَ تَحَاسَدوا، وَلاَتَنَاجَشوا، وَلاَ تَبَاغَضوا، وَلاَ تَدَابَروا، وَلاَ يَبِع بَعضُكُم عَلَى بَيعِ بَعضٍ، وَكونوا عِبَادَ اللهِ إِخوَانَاً، المُسلِمُ أَخو المُسلم، لاَ يَظلِمهُ، وَلاَ يَخذُلُهُ، وَلا يكْذِبُهُ، وَلايَحْقِرُهُ، التَّقوَى هَاهُنَا - وَيُشيرُ إِلَى صَدرِهِ ثَلاَثَ مَراتٍ - بِحَسْبِ امرىء مِن الشَّرأَن يَحْقِرَ أَخَاهُ المُسلِمَ، كُلُّ المُسِلمِ عَلَى المُسلِمِ حَرَام دَمُهُ وَمَالُه وَعِرضُه) رواه مسلم',
          "explanationHadith": 'قوله: (لا تَحَاسَدوا) أي لا يحسد بعضكم بعضاً. وما هو الحسد؟ قال بعض أهل العلم:الحسد تمني زوال نعمة الله عزّ وجل على الغير، أي أن يتمنى أن يزيل نعمته على الآخر،سواء كانت النعمة مالاً أو جاهاً أو علماً أو غير ذلك. وقال شيخ الإسلام ابن تيمية- رحمه الله - الحسد:كراهة ما أنعم الله به على الغير وإن لم يتمن الزوال. ومن المعلوم أن من لازم الكراهة أن يتمنى الزوال،لكن كلام الشيخ-رحمه الله - أدق، فمجرد ما تكره أن الله أنعم على هذا الرجل بنعمة فأنت حاسد. (وَلا تَنَاجَشوا) أي لا ينجش بعضكم على بعض، وهذا في المعاملات، ففي البيع المناجشة: أن يزيد في السلعة وهو لا يريد شراءها، لكن يريد الإضرار بالمشتري أو نفع البائع، أو الأمرين معاً . قال: (وَلا تَبَاغَضوا) أي لا يبغض بعضكم بعضاً ، والبغضاء لا يمكن تعريفها، تعريفها لفظها:كالمحبة والكراهة، والمعنى: لا تسعوا بأسباب البغضاء. وإذا وقع في قلوبكم بغض لإخوانكم فاحرصوا على إزالته وقلعه من القلوب. (وَلا تَدَابَروا) إما في الظهور بأن يولي بعضكم ظهر بعض، أولا تدابروا في الرأي، بأن يتجه بعضكم ناحية والبعض الآخر ناحية أخرى. (وَلاَ يَبِع بَعضُكُم عَلَى بَيعِ بَعضٍ) مثال ذلك:رأيت رجلاً باع على آخر سلعة بعشرة،فأتيت إلى المشتري وقلت: أنا أعطيك مثلها بتسعة،أو أعطيك خيراً منها بعشرة،فهذا بيع على بيع أخيه، وهو حرام. (وَكونوا عِبَادَ اللهِ إِخوانَاً) أي صيروا مثل الإخوان،ومعلوم أن الإخوان يحب كل واحد منهم لأخيه ما يحب لنفسه. وقوله: (عِبَادَ اللهِ) جملة اعتراضية المقصود منها الحث على هذه الإخوة . ثم قال: (المُسلِمُ أَخو المُسلِمِ) أي مثل أخيه في الولاء والمحبة والنصح وغير ذلك. ( لاَ يَظلِمهُ) أي لا ينقصه حقه بالعدوان عليه، أو جحد ما له ، سواء كان ذلك في الأمور المالية ،أو في الدماء،أو في الأعراض، في أي شيء. (وَلاَ يَخذُلُهُ) أي لا يهضمه حقه في موضوع كان يحب أن ينتصر له. (ولا يكذبه) أي لا يخبره بالكذب، الكذب القولي أو الفعلي. (وَلاَ يَحْقِرُهُ) أي لا يستصغره، ويرى أنه أكبر منه، ثم قال: (التَّقوى هَاهُنا) يعني تقوى الله عزّوجل في القلب وليست في اللسان ولا في الجوارح،وإنما اللسان والجوارح تابعان للقلب. (وَيُشيرُ إِلَى صَدرِهِ ثَلاثَ مِرَاتٍ) يعني قال: التقوى هاهنا، التقوى هاهنا، التقوى هاهنا، تأكيداً لكون القلب هو المدبر للأعضاء. ثم قال: (بِحَسبِ امرُىءٍ مِنَ الشَّرِّ) الباء هذه زائدة، وحسب بمعنى كافٍ و "أَن يَحْقِرُهُ" مبتدأ والتقدير حقر أخيه كافٍ في الشر، وهذه الجملة تتعلق بقوله: (وَلا يحَقِرَهُ) أي يكفي الإنسان من الإثم أن يحقر أخاه المسلم، لأن حقران أخيك المسلم ليس بالأمر الهين. (كُل المُسلِم عَلَى المُسلِم حَرَام) ثم فسر هذه الكلية بقوله: (دَمُهُ وَمَالُهُ وَعِرضُهُ) يعني أنه لا يجوز انتهاك دم الإنسان ولا ماله ولا عرضه،كله حرام.',
          "translateNarrator": 'أبو هريرة هو عبد الرحمن بن صخر الدوسي، وكان يعرف بالجاهلية باسم عبد شمس بن صخر، وعرف بأبي هريرة لأنه كان يرعى الأغنام وهو صغير مع هرته الصغيرة التي كان يحتفظ بها في الشجر ليلاً، حيث كان يعطف عليها، ويرعاها، ويطعمها، ولد في عام 19هـ في قبيلة دوس، وأسلم في السنة السابعة من الهجرة عندما كان في الثامنة والعشرين من العمر، كان أبو هريرة شديد الفقر، حيث كان يربط على بطنه حجراً من شدة الجوع، وفي أحد الأيام خرج وهو جائع، فمر به أبو بكر، فسأله أبو هريرة عن تفسير آية ما، ففسرها له، وانصرف، علماً بأن أبا هريرة يعرف تفسيرها، إلا أنه أراد منه أن يصطحبه لبيته ليطعمه، فمر عليه عمر بن الخطاب، وفعل معه كما فعل مع أبي بكر، إلا أنه رد عليه كما رد أبي بكر، وانصرف، فمر على رسول الله، فعلم ما يرد، وأخذه إلى بيته، فوجد لبناً في قدح،فقال:من أين لكم هذا؟ قيل:أرسل به إليك.فقال النبي:أبا هريرة، انطلق إلى أهل الصفة؛ فادعهم، فحزن أبو هريرة، وقال في نفسه:كنت أرجو أن أشرب من اللبن شربة أتقوى بها بقية يومي وليلتي، ثم قال في نفسه:لا بد من تنفيذ أمر الرسول، وذهب إلى المسجد، ونادى على أهل الصفة، فجاءوا، فقال في نفسه:إذا شرب كل هؤلاء ماذا يبقى لي في القدح، فأتوا معه إلى بيت النبي، فقال له النبي:أبا هر، خذ فأعطهم، فقام أبو هريرة يدور عليهم بقدح اللبن يشرب الرجل منهم حتى يروى ويشبع، ثم يعطيه لمن بعده فيشرب حتى يشبع، حتى شرب آخرهم، ولم يبق في القدح إلا شيء يسير، فرفع النبي رأسه وهو يبتسم وقال:أبا هر قلت:لبيك يا رسول الله، قال:بقيت أنا وأنت قلت:صدقت يا رسول الله، فقال الرسول:فاقعد فاشرب، قال أبو هريرة:فقعدت فشربت، فقال:اشرب.فشربت، فما زال النبي يقول لي اشرب فأشرب حتى قلت:والذي بعثك بالحق ما أجد له مساغًا، فقال النبي:ناولني القدح فأخذ النبي القدح فشرب من الفضلة[ صحيح البخاري].',
          "audioHadith":'nawawi35.mp3'
    },
    {
      'key':'الحديث السادس والثلاثون',
          "nameHadith" : 'قضاء حوائج المسلمين',
          "textHadith": 'عَنْ أَبي هُرَيرَة رضي الله عنه عَنِ النبي ﷺ قَالَ: {مَنْ نَفَّسَ عَنْ مُؤمِن كُربَةً مِن كُرَبِ الدُّنيَا نَفَّسَ اللهُ عَنهُ كُربَةً مِنْ كرَبِ يَوم القيامَةِ، وَمَنْ يَسَّرَ على مُعسرٍ يَسَّرَ الله عَلَيهِ في الدُّنيَا والآخِرَة، وَمَنْ سَتَرَ مُسلِمَاً سَتَرَهُ الله في الدُّنيَا وَالآخِرَة، وَاللهُ في عَونِ العَبدِ مَا كَانَ العَبدُ في عَونِ أخيهِ، وَمَنْ سَلَكَ طَريقَاً يَلتَمِسُ فيهِ عِلمَاً سَهَّلَ اللهُ لهُ بِهِ طَريقَاً إِلَى الجَنَّةِ، وَمَا اجتَمَعَ قَومٌ في بَيتٍ مِنْ بيوتِ اللهِ يَتلونَ كِتابِ اللهِ وَيتَدارَسونهَ بَينَهُم إِلا نَزَلَت عَلَيهُم السَّكينَة وَغَشيَتهم الرَّحمَة وحَفَتهُمُ المَلائِكة وَذَكَرهُم اللهُ فيمَن عِندَهُ،وَمَنْ بَطَّأ بِهِ عَمَلُهُ لَمْ يُسْرِعْ بهِ نَسَبُهُ } رواه مسلم بهذا اللفظ',
          "explanationHadith": 'قوله: (مَنْ نَفسَ) أي وسع. قوله: (عَنْ مُؤمِنٍ كُربَةً) الكربة ما يكرب الإنسان ويغتم منه ويتضايق منه. قوله: (مِنْ كُربِ الدنيَا) أي من الكرب التي تكون في الدنيا وإن كانت من مسائل الدين،لأن الإنسان قد تصيبه كربة من كرب الدين فينفس عنه. قوله: (نَفَّسَ اللهُ عَنهُ كُربَةً مِنْ كُرَبِ يَومِ القيامَة) الجزاء من جنس العمل من حيث الجنس،تنفيس وتنفيس،لكن من حيث النوع يختلف اختلافاً عظيماً،فكرب الدنيا لا تساوي شيئاً بالنسبة لكرب الآخرة،فإذا نفس الله عن الإنسان كربة من كرب الآخرة كان ثوابه أعظم من عمله. وقوله: (يَومِ القيامَة) هو الذي تقوم فيه الساعة، وسمي بذلك لثلاثة أمور: الأول:أن الناس يقومون فيه من قبورهم لله عزّ وجل،قال الله تعالى: (يَوْمَ يَقُومُ النَّاسُ لِرَبِّ الْعَالَمِينَ) الثاني:أنه تقام فيه الأشهاد،كما قال الله تعالى: (إِنَّا لَنَنْصُرُ رُسُلَنَا وَالَّذِينَ آمَنُوا فِي الْحَيَاةِ الدُّنْيَا وَيَوْمَ يَقُومُ الْأَشْهَادُ) الثالث:أنه يقام فيه العدل،لقول الله تعالى: (وَنَضَعُ الْمَوَازِينَ الْقِسْطَ لِيَوْمِ الْقِيَامَةِ فَلا تُظْلَمُ نَفْسٌ شَيْئاً) قوله: (وَمَنْ يَسَّرَ) أي سهل. قوله: (عَلَى مُعسَر) أي ذي إعسار كما قال الله تعالى: (وَإِنْ كَانَ ذُو عُسْرَةٍ فَنَظِرَةٌ إِلَى مَيْسَرَة) قوله: (يَسَّرَ اللهُ عَلَيهِ في الدُّنيَا وَالآخِرَة) ويشمل هذا التيسير تيسير المال،وتيسير الأعمال، وتيسير التعليم وغير ذلك،أي نوع من أنواع التيسير. وهنا ذكر الجزاء في موضعين: الأول:في الدنيا، والثاني:في الآخرة. قوله: (وَمَنْ سَتَرَ مُسلِمَاً) أي أخفى وغطى،ومنه الستارة تخفي الشيء وتغطيه، والمقصود ستر مسلماً ارتكب ما يعاب. إما في المروءة والخلق ،وإما في الدين والعمل، (سَتَرَهُ اللهُ في الدُّنيَا وَالآخِرَة) . قوله: (وَاللهُ في عَونِ العَبدِ مَا كَانَ العَبدُ في عَونِ أخيهِ) يعني أنك إذا أعنت أخاك كان الله في عونك كما كنت تعين أخاك. قوله: (وَمَنْ سَلَكَ طَريقَاً) أي دخله ومشى فيه. قوله: (يَلتَمِسُ فيهِ عِلمَاً) أي يطلب علماً. قوله: (سَهَّلَ اللهُ لَهُ بِهِ طَريقَاً إِلَى الجَنَّةِ) يعني سهل الله له هداية التوفيق بالطريق إلى الجنة، والمراد بالعلم هنا علم الشريعة وما يسانده من علوم العربية والتاريخ وما أشبه ذلك. والجنة: هي الدار التي أعدها الله تعالى لأوليائه المتقين،فيها مالا عين رأت ولا أذن سمعت ولا خطر على قلب بشر وأوصافها وأوصاف ما فيها من النعيم موجود في الكتاب والسنة بكثرة. قوله: (وَمَا اجتَمَعَ قَومٌ في بَيتٍ مِنْ بيوتِ اللهِ) ما : نافية بدليل أنها جاء بعدها إلا المثبتة. وبيوت الله هي المساجد، فإن المساجد هي بيوت الله عزّ وجل،كما قال الله تعالى: (فِي بُيُوتٍ أَذِنَ اللَّهُ أَنْ تُرْفَعَ وَيُذْكَرَ فِيهَا اسْمُهُ يُسَبِّحُ لَهُ فِيهَا بِالْغُدُوِّ وَالْآصَالِ* رِجَالٌ لا تُلْهِيهِمْ تِجَارَةٌ وَلا بَيْعٌ عَنْ ذِكْرِ اللَّهِ وَإِقَامِ الصَّلاةِ وَإِيتَاءِ الزَّكَاةِ يَخَافُونَ يَوْماً تَتَقَلَّبُ فِيهِ الْقُلُوبُ وَالْأَبْصَارُ) . قوله: (يَتلونَ كِتَابَ الله) أي يقرؤونه لفظاً ومعنى. قوله: (وَيَتَدَارَسونَهُ بَينَهُم) أي يدرس بعضهم على بعض هذا القرآن. قوله: (إِلا نَزَلَت عَلَيهم السَّكينَة) أي طمأنينة القلب،وانشراح الصدر. قوله: (وَغَشيَتهم الرَّحمَة) أي غطتهم، والرحمة هنا يعني رحمة الله عزّ وجل. قوله: (وَحَفَّتهُم المَلائِكة) أي أحاطت بهم إكراماً لهم. قوله: (وَذكرهُم اللهُ فيمَن عِنده) أي أن هؤلاء القوم الذين اجتمعوا في المسجد يتدارسون كلام الله عزّ وجل يذكرهم الله فيمن عنده،وهذا كقوله تعالى في الحديث القدسي: (من ذكرني في ملأ ذكرته في ملأ خير منهم)',
          "translateNarrator": 'أبو هريرة هو عبد الرحمن بن صخر الدوسي، وكان يعرف بالجاهلية باسم عبد شمس بن صخر، وعرف بأبي هريرة لأنه كان يرعى الأغنام وهو صغير مع هرته الصغيرة التي كان يحتفظ بها في الشجر ليلاً، حيث كان يعطف عليها، ويرعاها، ويطعمها، ولد في عام 19هـ في قبيلة دوس، وأسلم في السنة السابعة من الهجرة عندما كان في الثامنة والعشرين من العمر، كان أبو هريرة شديد الفقر، حيث كان يربط على بطنه حجراً من شدة الجوع، وفي أحد الأيام خرج وهو جائع، فمر به أبو بكر، فسأله أبو هريرة عن تفسير آية ما، ففسرها له، وانصرف، علماً بأن أبا هريرة يعرف تفسيرها، إلا أنه أراد منه أن يصطحبه لبيته ليطعمه، فمر عليه عمر بن الخطاب، وفعل معه كما فعل مع أبي بكر، إلا أنه رد عليه كما رد أبي بكر، وانصرف، فمر على رسول الله، فعلم ما يرد، وأخذه إلى بيته، فوجد لبناً في قدح،فقال:من أين لكم هذا؟ قيل:أرسل به إليك.فقال النبي:أبا هريرة، انطلق إلى أهل الصفة؛ فادعهم، فحزن أبو هريرة، وقال في نفسه:كنت أرجو أن أشرب من اللبن شربة أتقوى بها بقية يومي وليلتي، ثم قال في نفسه:لا بد من تنفيذ أمر الرسول، وذهب إلى المسجد، ونادى على أهل الصفة، فجاءوا، فقال في نفسه:إذا شرب كل هؤلاء ماذا يبقى لي في القدح، فأتوا معه إلى بيت النبي، فقال له النبي:أبا هر، خذ فأعطهم، فقام أبو هريرة يدور عليهم بقدح اللبن يشرب الرجل منهم حتى يروى ويشبع، ثم يعطيه لمن بعده فيشرب حتى يشبع، حتى شرب آخرهم، ولم يبق في القدح إلا شيء يسير، فرفع النبي رأسه وهو يبتسم وقال:أبا هر قلت:لبيك يا رسول الله، قال:بقيت أنا وأنت قلت:صدقت يا رسول الله، فقال الرسول:فاقعد فاشرب، قال أبو هريرة:فقعدت فشربت، فقال:اشرب.فشربت، فما زال النبي يقول لي اشرب فأشرب حتى قلت:والذي بعثك بالحق ما أجد له مساغًا، فقال النبي:ناولني القدح فأخذ النبي القدح فشرب من الفضلة[ صحيح البخاري].',
          "audioHadith":'nawawi36.mp3'
    },
    {
       'key':'الحديث السابع والثلاثون',
          "nameHadith" : 'الترغيب في فعل الحسنات',
          "textHadith": 'عَن ابْنِ عَبَّاسٍ رَضِيَ اللهُ عَنْهُمَا عَنِ النبي ﷺ فِيْمَا يَرْوِيْهِ عَنْ رَبِّهِ تَبَارَكَ وَتَعَالى أَنَّهُ قَالَ: (إِنَّ الله كَتَبَ الحَسَنَاتِ وَالسَّيئَاتِ ثُمَّ بَيَّنَ ذَلِكَ؛ فَمَنْ هَمَّ بِحَسَنَةٍ فَلَمْ يَعْمَلْهَا كَتَبَهَا اللهُ عِنْدَهُ حَسَنَةً كَامِلَةً،وَإِنْ هَمَّ بِهَا فَعَمِلَهَا كَتَبَهَا اللهُ عِنْدَهُ عَشْرَ حَسَنَاتٍ إِلَى سَبْعِمائَةِ ضِعْفٍ إِلىَ أَضْعَاف كَثِيْرَةٍ. وَإِنْ هَمَّ بِسَيِّئَةٍ فَلَمْ يَعْمَلْهَا كَتَبَهَا اللهُ عِنْدَهُ حَسَنَةً كَامِلَةً،وَإِنْ هَمَّ بِهَا فَعَمِلَهَا كَتَبَهَا اللهُ سَيِّئَةً وَاحِدَةً) رَوَاهُ البُخَارِيُّ وَمُسْلِمٌ في صَحِيْحَيهِمَا بِهَذِهِ الحُرُوْفِ.',
          "explanationHadith": 'قوله (فيمَا يَرويهِ عَنْ رَبِّهِ) يسمى هذا الحديث عند العلماء حديثاً قدسياً. قوله: (كَتَبَ) أي كتب وقوعها وكتب ثوابها، فهي واقعة بقضاء الله وقدره المكتوب في اللوح المحفوظ، وهي أيضاً مكتوب ثوابها كما سيبين في الحديث. أما وقوعها: ففي اللوح المحفوظ. وأما ثوابها: فبما دل عليه الشرع. قوله: (ثُمَ بَيَّنَ ذَلِك) أي فصله. قوله: (فَمَن هم بِحَسَنةٍ فَلَم يَعمَلهَا كَتَبَهَا اللهُ عِندَهُ حَسَنَةً كَامِلَةً) والمهم هنا ليس مجرد حديث النفس، لأن حديث النفس لا يكتب للإنسان ولا عليه، ولكن المراد عزم على أن يفعل ولكن تكاسل ولم يفعل، فيكتبها الله حسنة كاملة. فإن قيل: كيف يثاب وهو لم يعمل؟ فالجواب: يثاب على العزم ومع النية الصادقة تكتب حسنة كاملة. واعلم أن من هم بالحسنة فلم يعملها على وجوه: الوجه الأول:أن يسعى بأسبابها ولكن لم يدركها، فهذا يكتب له الأجر كاملاً، لقول الله تعالى: (وَمَنْ يَخْرُجْ مِنْ بَيْتِهِ مُهَاجِراً إِلَى اللَّهِ وَرَسُولِهِ ثُمَّ يُدْرِكْهُ الْمَوْتُ فَقَدْ وَقَعَ أَجْرُهُ عَلَى اللَّهِ) الوجه الثاني:أن يهم بالحسنة ويعزم عليها ولكن يتركها لحسنة أفضل منها،فهذا يثاب ثواب الحسنة العليا التي هي أكمل، ويثاب على همه الأول للحسنة الدنيا الوجه الثالث:أن يتركها تكاسلاً، مثل أن ينوي أن يصلي ركعتي الضحى،فقرع عليه الباب أحد أصحابه وقال له:هيا بنا نتمشى،فترك الصلاة وذهب معه يتمشى،فهذا يثاب على الهم الأول والعزم الأول، ولكن لا يثاب على الفعل لأنه لم يفعله بدون عذر،وبدون انتقال إلى ما هو أفضل. قوله: (وَإِن هَمَّ بِهَا فَعمَلَهَا) تكتب عشر حسنات - والحمد لله - ودليل هذا من القرآن قول الله تعالى: (مَنْ جَاءَ بِالْحَسَنَةِ فَلَهُ عَشْرُ أَمْثَالِهَا وَمَنْ جَاءَ بِالسَّيِّئَةِ فَلا يُجْزَى إِلاَّ مِثْلَهَا وَهُمْ لا يُظْلَمُونَ) قوله: (كَتَبَهَا اللهُ عِندَهُ عَشرَ حَسَنَاتٍ) هذه العشر حسنات كتبها الله على نفسه ووعد به وهو لا يخلف الميعاد. قوله: (إلى سَبعمَائةِ ضِعف) وهذا تحت مشيئة الله تعالى، فإن شاء ضاعف إلى هذا، وإن شاء لم يضاعف. قوله: (إلى أَضعَافٍ كَثيرةٍ) يعني أكثر من سبعمائة ضعف. قال: (وَإِن هَمَّ بِسَيئةٍ فَلَم يَعمَلهَا كَتَبَهَا اللهُ عِندَهُ حَسَنةً كَامِلَةً) جاء في الحديث: (لأنهُ إِنَمّاٍ تَرَكَهَا مِن جَرائي) أي من أجلي، فتكتب حسنة كاملة،لأنه تركها لله. واعلم أن الهم بالسيئة له أحوال: الحال الأولى:أن يهم بالسيئة أي يعزم عليها بقلبه،وليس مجرد حديث النفس، ثم يراجع نفسه فيتركها لله عزّ وجل،فهذا هو الذي يؤجر، فتكتب له حسنة كاملة، لأنه تركها لله ولم يعمل حتى يكتب عليه سيئة. الحال الثانية:أن يهم بالسيئة ويعزم عليها لكن يعجز عنها بدون أن يسعى بأسبابها ،فهذا يكتب عليه سيئة، لكن ليس كعامل السيئة،بل يكتب وزر نيته،كما جاء في الحديث بلفظه: "فَهوَ بِنيَّتهِ" ، فَهُمَا في الوِزرِ سواء الحال الثالثة:أن يهم بالسيئة ويسعى في الحصول عليها ولكن يعجز، فهذا يكتب عليه وزر السيئة كاملاً . الحال الرابعة:أن يهم الإنسان بالسيئة ثم يعزف عنها لا لله ولا للعجز، فهذا لا له ولا عليه،وهذا يقع كثيراً،يهم الإنسان بالسيئة ثم تطيب نفسه ويعزف عنها، فهذا لا يثاب لأنه لم يتركها لله، ولا يعاقب لأنه لم يفعل ما يوجب العقوبة. وعلى هذا فيكون قوله في الحديث: (كَتَبَهَا عِندَهُ حَسَنَةً كَامِلَةً) أي إذا تركها لله عزّ وجل. قوله: (وَإِن هَمَّ بِهَا فَعَمِلَهَا كَتَبَهَا اللهُ سَيئةً وَاحِدةً) ، ولهذا قال الله عزّ وجل: (كَتَبَ رَبُّكُمْ عَلَى نَفْسِهِ الرَّحْمَةَ) وقال الله تعالى في الحديث القدسي: "إِنَّ رَحْمَتِيْ سَبَقَتْ غَضَبِيْ" وهذا ظاهر من الثواب على الأعمال، والجزاء على الأعمال السيئة. وقوله: (عِندَهُ) إشارة إلى الاعتناء بها. وقوله: (كَامِلَةً) للتأكيد وشدة الاعتناء بها.',
          "translateNarrator": 'هو عبد الله بن عباس بن عبد المطلب بن هاشم بن عبد مناف ابن قصي بن كلاببن مرة بن كعب بن لؤي بن غالب بن فهرالقرشي الهاشمي، صحابي جليل , وهو ابنعم النبي ﷺ , كني بأبو العباس وهو أكبر ولده, لقب بالبحر والحبر ؛ لسعة علمه وحدة فهمه , وبترجمان القرآن ؛ لأنه فسر القرآن وبينه فأجاد وأحسن بيانه ,وفي اللغة ترجم الكلام إذا بينه ووضحه, وأبو الخلفاء وهو والد الخلفاء العباسيين ، ففي ولده كانت الخلافة العباسية،ولد والنبي ﷺ وأهل بيته بالشعب من مكة، فأتي به النبي ﷺ فحنكه بريقه، وذلك قبل الهجرة بثلاث سنين , وقيل بخمس رأى جبريل عليه السلام مرتين : وقال ابن سعد: حدثنا محمد بن عبيد، حدثنا إسماعيل بن أبي خالد، عن شعيب بن يسار، عن عكرمة، قال: أرسل العباس عبد الله إلى النبي ﷺ ، فانطلق، ثم جاء، فقال: رأيت عنده رجلا لا أدري من هو فجاء العباس إلى رسول الله صلى الله عليه وآله وسلم فأخبره بالذي قال عبد الله، فدعاه، فأجلسه في حجره ، ومسح رأسه، ودعا له بالعلم. عن ابن عباس: " أنه رأى جبريل مرتين، ودعا له النبي ﷺ مرتين. صحب النبي ﷺ ولزمه، وأخذ عنه وحفظ وضبط الأقوال والأفعال والأحوالودعا له فنال من بركة دعوته ما نال من فضل وعلم: عن ابن عمر قال: دعا رسول الله ﷺ لعبد الله بن عباس فقال: " اللهم بارك فيه وانشر منه" و عن ابن عباس قال انتهيت إلى النبي ﷺ وعنده جبريل فقال له جبريل: إنه كائن حبر هذه الأمة فاستوص به خيرا. توفي رضي الله عنه بالطائف سنة ثمان وستين ، ويقال سنة تسع وستين,وهو ابن سبعين سنة، وقيل: إحدى وسبعين سنة ،وصلى عليه محمد بن الحنفية,وقيل أنه لما ماتأقبل طائر أبيض، فدخل في أكفانه، فما خرج منها حتى دفن معه.',
          "audioHadith":'nawawi37.mp3'
    },
    {
      'key':'الحديث الثامن والثلاثون',
          "nameHadith" : 'جزاء معادات الأولياء',
          "textHadith": 'عَنْ أَبِي هُرَيْرَةَ رضي الله عنه قَالَ: قَالَ رَسُولُ اللهِ ﷺ : (إِنَّ اللهَ تَعَالَى قَالَ: مَنْ عَادَى لِي وَلِيَّاً فَقَدْ آذَنْتُهُ بِالحَرْبِ. وَمَا تَقَرَّبَ إِلِيَّ عَبْدِيْ بِشَيءٍ أَحَبَّ إِلِيَّ مِمَّا افْتَرَضْتُهُ عَلَيْهِ. ولايَزَالُ عَبْدِيْ يَتَقَرَّبُ إِلَيَّ بِالنَّوَافِلِ حَتَّى أُحِبَّهُ، فَإِذَا أَحْبَبتُهُ كُنْتُ سَمْعَهُ الَّذِيْ يَسْمَعُ بِهِ، وَبَصَرَهُ الَّذِيْ يُبْصِرُ بِهِ، وَيَدَهُ الَّتِي يَبْطِشُ بِهَا، وَرِجْلَهُ الَّتِي يَمْشِيْ بِهَا. وَلَئِنْ سَأَلَنِيْ لأُعطِيَنَّهُ، وَلَئِنْ اسْتَعَاذَنِيْ لأُعِيْذَنَّهُ) رواه البخاري',
          "explanationHadith": 'قوله: (مَنْ عَادَى لِي وَليَّاً) أي اتخذه عدواً له، ووليُّ الله عزّ وجل بيَّنه الله عزّ وجل في القرآن، فقال: (أَلا إِنَّ أَوْلِيَاءَ اللَّهِ لا خَوْفٌ عَلَيْهِمْ وَلا هُمْ يَحْزَنُونَ* الَّذِينَ آمَنُوا وَكَانُوا يَتَّقُونَ) قال شيخ الإسلام ابن تيمية - رحمه الله- من كان مؤمناً تقياً كان لله وليَّاً أخذه من الآية: (الَّذِينَ آمَنُوا وَكَانُوا يَتَّقُونَ) قوله: (فَقَدْ) هذا جواب الشرط (آذَنْتُهُ ِبالحَرْبِ) أي أعلنت عليه الحرب، وذلك لمعاداته أولياء الله. قوله: (وَمَا تَقَرَّبَ إِلَيَّ عَبْدِيْ بِشَيءٍ أَحَبَّ إِلِيَّ مِمَّا افْتَرَضْتُهُ عَلَيْهِ) ولكن الفرائض تختلف كما سنبين إن شاء الله في الفوائد، إنما جنس الفرائض أحب إلى الله من جنس النوافل. قوله: (وَلاَ يَزَالُ عَبْدِيْ يَتَقَرَّبُ إِلَيَّ بِالنَّوَافِلِ حَتَّى أُحِبَّهُ) لايزال:هذا من أفعال الاستمرار،أي أنه يستمر يتقرب إلى الله تعالى بالنوافل حتى يحبه الله عزّ وجل،و (حتى) هذه للغاية، فيكون من أحباب الله . قوله: (فَإِذَا أَحْبَبتُهُ كُنْتُ سَمْعَهُ الَّذِيْ يَسْمَعُ بِهِ، وَبَصَرَهُ الَّذِيْ يُبْصِرُ بِهِ، وَيَدَهُ الَّتِي يَبْطِشُ بِهَا، وَرِجْلَهُ الَّتِي يَمْشِيْ بِهَا) قوله: (كُنْتُ سَمْعَهُ) من المعلوم أن الحديث ليس على ظاهره، لأن سمع المخلوق حادث ومخلوق وبائن عن الله عزّ وجل، فما معناه إذن؟ المعنى أن الله يسدده في سمعه وبصره ويده ورجله، ويكون المعنى: أن يُوفّق هذا الإنسان فيما يسمع ويبصر ويمشي ويبطش. وهذا أقرب، أن المراد: تسديد الله تعالى العبد في هذه الجوارح. وقوله: (وَلَئِنْ سَأَلَنِيْ لأَعْطيَنَّهُ) هذه الجملة تضمنت شرطاً وقسماً، السابق فيهما القسم، ولهذا جاء الجواب للقسم دون الشرط، فقال: لأَعْطِيَنَّهُ . قوله: (وَلَئِنِ اسْتَعَاذَنِي) أي طلب مني أن أعيذه فأكون ملجأ له (لأعِيذَنَّهُ) فذكر السؤال الذي به حصول المطلوب، والاستعاذة التي بها النجاة من المرهوب، وأخبر أنه سبحانه وتعالى يعطي هذا المتقرب إليه بالنوافل ما سأل، ويعيذه مما استعاذ.',
          "translateNarrator": 'أبو هريرة هو عبد الرحمن بن صخر الدوسي، وكان يعرف بالجاهلية باسم عبد شمس بن صخر، وعرف بأبي هريرة لأنه كان يرعى الأغنام وهو صغير مع هرته الصغيرة التي كان يحتفظ بها في الشجر ليلاً، حيث كان يعطف عليها، ويرعاها، ويطعمها، ولد في عام 19هـ في قبيلة دوس، وأسلم في السنة السابعة من الهجرة عندما كان في الثامنة والعشرين من العمر، كان أبو هريرة شديد الفقر، حيث كان يربط على بطنه حجراً من شدة الجوع، وفي أحد الأيام خرج وهو جائع، فمر به أبو بكر، فسأله أبو هريرة عن تفسير آية ما، ففسرها له، وانصرف، علماً بأن أبا هريرة يعرف تفسيرها، إلا أنه أراد منه أن يصطحبه لبيته ليطعمه، فمر عليه عمر بن الخطاب، وفعل معه كما فعل مع أبي بكر، إلا أنه رد عليه كما رد أبي بكر، وانصرف، فمر على رسول الله، فعلم ما يرد، وأخذه إلى بيته، فوجد لبناً في قدح،فقال:من أين لكم هذا؟ قيل:أرسل به إليك.فقال النبي:أبا هريرة، انطلق إلى أهل الصفة؛ فادعهم، فحزن أبو هريرة، وقال في نفسه:كنت أرجو أن أشرب من اللبن شربة أتقوى بها بقية يومي وليلتي، ثم قال في نفسه:لا بد من تنفيذ أمر الرسول، وذهب إلى المسجد، ونادى على أهل الصفة، فجاءوا، فقال في نفسه:إذا شرب كل هؤلاء ماذا يبقى لي في القدح، فأتوا معه إلى بيت النبي، فقال له النبي:أبا هر، خذ فأعطهم، فقام أبو هريرة يدور عليهم بقدح اللبن يشرب الرجل منهم حتى يروى ويشبع، ثم يعطيه لمن بعده فيشرب حتى يشبع، حتى شرب آخرهم، ولم يبق في القدح إلا شيء يسير، فرفع النبي رأسه وهو يبتسم وقال:أبا هر قلت:لبيك يا رسول الله، قال:بقيت أنا وأنت قلت:صدقت يا رسول الله، فقال الرسول:فاقعد فاشرب، قال أبو هريرة:فقعدت فشربت، فقال:اشرب.فشربت، فما زال النبي يقول لي اشرب فأشرب حتى قلت:والذي بعثك بالحق ما أجد له مساغًا، فقال النبي:ناولني القدح فأخذ النبي القدح فشرب من الفضلة[ صحيح البخاري].',
          "audioHadith":'nawawi38.mp3'
    },
    {
      'key':'الحديث التاسع والثلاثون',
          "nameHadith" : 'التجاوز عن الخطأ والنسيان',
          "textHadith": 'عَنِ ابْنِ عَبَّاسٍ رَضِيَ اللهُ عَنْهُمَا أَنَّ رَسُولَ اللهِ ﷺ قَال: (إِنَّ اللهَ تَجَاوَزَ لِي عَنْ أُمَّتِي الخَطَأَ وَالنِّسْيَانَ وَمَا اسْتُكْرِهُوا عَلَيْهِ) حديث حسن رواه ابن ماجه والبيهقي وغيرهما.',
          "explanationHadith": 'قوله: (إِنَّ اللهَ تَجَاوَزَ لِي عَنْ أُمَّتِيالخَطَأَ وَالنِّسْيَانَ وَمَا اسْتُكْرِهُوا عَلَيْهِ) اللام هنا للتعليل، أي تجاوز من أجلي عن أمتي الخطأ والنسيان وما استكرهوا عليه. والخطأ: أن يرتكب الإنسان العمل عن غير عمد. والنسيان: ذهول القلب عن شيءٍ معلوم من قبل. والاستكراه: أن يكرهه شخص على عمل محرم ولا يستطيع دفعه، أي: الإلزام والإجبار. وهذه الثلاثة أعذار شهد لها القرآن الكريم. أما الخطأ والنسيان فقد قال الله عزّ وجل: ( رَبَّنَا لا تُؤَاخِذْنَا إِنْ نَسِينَا أَوْ أَخْطَأْنَا) . وأما الإكراه: فقال الله عزّ وجل: (مَنْ كَفَرَ بِاللَّهِ مِنْ بَعْدِ إِيمَانِهِ إِلاَّ مَنْ أُكْرِهَ وَقَلْبُهُ مُطْمَئِنٌّ بِالْأِيمَانِ وَلَكِنْ مَنْ شَرَحَ بِالْكُفْرِ صَدْراً فَعَلَيْهِمْ غَضَبٌ مِنَ اللَّهِ وَلَهُمْ عَذَابٌ عَظِيمٌ) فرفع الله عزّ وجل حكم الكفر عن المكرَه،فما دون الكفر من المعاصي من باب أولى لاشك. إذاً هذا الحديث مهما قيل في ضعفه فإنه يشهد له القرآن الكريم كلام رب العالمين.',
          "translateNarrator": 'هو عبد الله بن عباس بن عبد المطلب بن هاشم بن عبد مناف ابن قصي بن كلاببن مرة بن كعب بن لؤي بن غالب بن فهرالقرشي الهاشمي، صحابي جليل , وهو ابنعم النبي ﷺ , كني بأبو العباس وهو أكبر ولده, لقب بالبحر والحبر ؛ لسعة علمه وحدة فهمه , وبترجمان القرآن ؛ لأنه فسر القرآن وبينه فأجاد وأحسن بيانه ,وفي اللغة ترجم الكلام إذا بينه ووضحه, وأبو الخلفاء وهو والد الخلفاء العباسيين ، ففي ولده كانت الخلافة العباسية،ولد والنبي ﷺ وأهل بيته بالشعب من مكة، فأتي به النبي ﷺ فحنكه بريقه، وذلك قبل الهجرة بثلاث سنين , وقيل بخمس رأى جبريل عليه السلام مرتين : وقال ابن سعد: حدثنا محمد بن عبيد، حدثنا إسماعيل بن أبي خالد، عن شعيب بن يسار، عن عكرمة، قال: أرسل العباس عبد الله إلى النبي ﷺ ، فانطلق، ثم جاء، فقال: رأيت عنده رجلا لا أدري من هو فجاء العباس إلى رسول الله صلى الله عليه وآله وسلم فأخبره بالذي قال عبد الله، فدعاه، فأجلسه في حجره ، ومسح رأسه، ودعا له بالعلم. عن ابن عباس: " أنه رأى جبريل مرتين، ودعا له النبي ﷺ مرتين. صحب النبي ﷺ ولزمه، وأخذ عنه وحفظ وضبط الأقوال والأفعال والأحوالودعا له فنال من بركة دعوته ما نال من فضل وعلم: عن ابن عمر قال: دعا رسول الله ﷺ لعبد الله بن عباس فقال: " اللهم بارك فيه وانشر منه" و عن ابن عباس قال انتهيت إلى النبي ﷺ وعنده جبريل فقال له جبريل: إنه كائن حبر هذه الأمة فاستوص به خيرا. توفي رضي الله عنه بالطائف سنة ثمان وستين ، ويقال سنة تسع وستين,وهو ابن سبعين سنة، وقيل: إحدى وسبعين سنة ،وصلى عليه محمد بن الحنفية,وقيل أنه لما ماتأقبل طائر أبيض، فدخل في أكفانه، فما خرج منها حتى دفن معه.',
          "audioHadith":'nawawi39.mp3'
    },
    {
       'key':'الحديث الأربعون',
          "nameHadith" : 'كن في الدنيا كأنك غريب',
          "textHadith": 'عَنِ ابْنِ عُمَرَ رَضِيَ اللهُ عَنْهُمَا قَالَ: أَخَذَ رَسُولُ اللهِ ﷺ بِمنْكبيَّ فَقَالَ: (كُنْ فِي الدُّنْيَا كَأَنَّكَ غَرِيْبٌ أَوْ عَابِرُ سَبِيْلٍ) وَكَانَ ابْنُ عُمَرَ رَضِيَ اللهُ عَنْهُمَا يَقُوْلُ: إِذَا أَمْسَيْتَ فَلا تَنْتَظِرِ الصَّبَاحَ، وَإِذَا أَصْبَحْتَ فَلا تَنْتَظِرِ المَسَاءَ. وَخُذْ مِنْ صِحَّتِكَ لِمَرَضِكَ، وَمِنْ حَيَاتِكَ لمَوْتِكَ..رواه البخاري.',
          "explanationHadith": 'قوله: (أَخَذَ بِمنْكَبَيَّ) أي أمسك بكفتي من الأمام. وذلك من أجل أن يستحضر مايقوله النبي ﷺ وقال: (كُنْ فِي الدُّنِيا كَأَنَّكَ غَرِيْبٌ أَوْ عَابِرُ سَبِيْلٍ) فالغريب لم يتخذها سكناً وقراراً، وعابر السبيل: لم يستقر فيها أبداً، بل هو ماشٍ. وعابر السبيل أكمل زهداً من الغريب، لأن عابر السبيل ليس بجالس، والغريب يجلس لكنه غريب. (كُنْ فِي الدُّنْيَا كَأَنَّكَ غَرِيْبٌ أَوْ عَابرُ سَبِيْلٍ) وهذا يعني الزهد في الدنيا، وعدم الركون إليها، لأنه مهما طال بك العمر فإن مآلك إلى مفارقتها. وَكَانُ ابْنُ عُمَرَ رَضِيَ اللهُ عَنْهُمَا يَقُوْلُ: إِذَا أَمْسَيْتَ فَلا تَنْتَظِرِ الصَّبَاحَ، وَإِذَا أَصْبَحْتَ فَلا تَنْتَظِرِ المَسَاءَ، وَخُذْ مِنْ صِحَّتِكَ لِمَرَضِكَ، وَمِنْ حَيَاتِكَ لِمَوْتِكَ. رواه البخاري. هذه كلمات من ابن عمر رضي الله عنهما يقول: إِذَا أَمْسَيْتَ فَلا تَنْتَظِرِ الصَّبَاحَ والمعنى: اعمل العمل قبل أن تصبح ولا تقل غداً أفعله، لأن منتظر الصباح إذا أمسى يؤخر العمل إلى الصباح، وهذا غلط، فلا تؤخر عمل اليوم لغد. وَإِذَا أَصْبَحْتَ فَلا تَنْتَظِرِ المَسَاءَ أي اعمل وتجهّز، وهذا أحد المعنيين في الأثر. أو المعنى: إِذَا أَمْسَيْتَ فَلا تَنْتَظِرِ الصَّبَاح لأنك قد تموت قبل أن تصبح. وَإِذَا أَمْسَيْتَ فَلا تَنْتَظِرِ المَسَاء لأنك قد تموت قبل أن تمسي. وفي هذا يقول بعضهم: (اعمل لدنياك كأنك تعيش أبداً، واعمل لآخرتك كأنك تموت غداً) والمعنى: الدنيا لاتهمّك، الذي لا تدركه اليوم تدركه غداً فاعمل كأنك تعيش أبداً، والآخرة اعمل لها كأنك تموت غداً، بمعنى: لا تؤخر العمل. وهذا يروى حديثاً عن النبي ﷺ ولكنه ليس بحديث.',
          "translateNarrator": 'عبدالله بن عمر بن الخطاب العدوي القرشي المكي المدني، وأمه زينب بنت مظعون بن حبيب بن وهب بن حذافة الجمحي، أخت عثمان بن مظعون، أسلم بمكة قديمًا مع أبيه وهو صغير، وهاجر معه، وكان من فقهاء الصحابة وزهَّادهم، ولا يصح قول من قال: إنه أسلم قبل أبيه وهاجر قبله، ولم يشهد بدرًا، وعُرض على النبي ﷺ يوم أحد وهو ابن أربعة عشر عامًا فرده، ثم عرض عليه يوم الخندق وهو ابن خمسة عشر فأجازه، لم يتخلف بعد عن النبي ﷺ ، وهو أحد العبادلة الأربعة، وثانيهم ابن عباس، وثالثهم عبدالله بن عمرو بن العاص، ورابعهم عبدالله بن الزبير، كان عبد الله بن عمر بن الخطاب (أبو عبد الرحمن) شديد الورع والخوف من الله ومن شدة ورعه أن دعاه يومًا الخليفة عثمان بن عفان وطلب منه أن يشغل منصب القضاء فاعتذر وعندما سأله عثمان لماذا ترفض فرد عليه عبد الله بن عمر بن الخطاب قائلا " بلغني أن القضاة ثلاثة: قاضٍ يقضي بجهل فهو في النار، وقاضٍ يقضي بهوى فهو في النار، وقاضٍ يجتهد ويصيب؛ فهو كفاف لا وزر ولا أجر " وقال له اعفينى فأعفاه عثمان بعد أن أخذ عليه عهدًا ألاَّ يخبر أحدًا؛ لأنه خشي إذا عرف الأتقياء الصالحون أن يتبعوه وينهجوا نهجه , كان شديد التدين متبع لسنة النبي في كل شئ ,روى عن النبي ﷺ الكثير من الاحاديث وكان شديد الحذر في روايته عن الرسول ﷺ . توفي الصحابي الجليل عبد الله بن عمر بن الخطاب (أبو عبد الرحمن) سنة 73 هجريا في مكة ودفن فيها .',
          "audioHadith":'nawawi40.mp3'
    },
    {
       'key':'الحديث الحادي والأربعون',
          "nameHadith" : 'اتباع النبي صلى الله عليه وسلم',
          "textHadith": 'عَنْ أَبِيْ مُحَمَّدٍ عَبْدِ اللهِ بِنِ عمْرِو بْنِ العَاصِ رَضِيَ اللهُ عَنْهُمَا قَالَ: قَالَ رَسُولُ اللهِ صلى الله عليه وسلم: (لاَيُؤْمِنُ أَحَدُكُمْ حَتَّى يَكُونَ هَواهُ تَبَعَاً لِمَا جِئْتُ بِهِ) حَدِيْثٌ حَسَنٌ صَحِيْحٌ .',
          "explanationHadith": 'يقول: (لاَ يُؤمِنُ أَحَدُكُمْ) يعني الإيمان الكامل. قوله: (حَتَّى يَكُونَ هَواهُ) أي اتجاهه وقصده. قوله: (تَبَعَاً لِمَا جِئْتُ بِهِ) أي من الشريعة.',
          "translateNarrator": 'هوعبد الله بن عمرو بن العاص بن وائل بن هاشم بن سعيد بن سعد بن سهم بن عمرو بن هصيص بن كعب بن لؤي بن غالب السهمي القرشي ، من قبيلة قريش، وابوه هو الصحابي الجليل عمرو بن العاص ، لم يكن بينه وبين ابيه الا اثنى عشر سنة وأمه هي رائطة بنت الحجاج ،أسلم قبل أبيه عمرو بن العاص وأكثر ما أشتهر به انه كان يكتب الحديث عن رسول الله ﷺ وهو الوحيد من الصحابة الذي كتب الحديث عن رسول الله ﷺ بعد ان استأذنه فقد روى ان عبد الله بن عمرو قال " يا رسول الله أكتب ما أسمع في الرضا والغضب ؟؟ قال: نعم فإني لا أقول إلا حقا " وقد كان لعبد الله بن عمرو بن العاص صحيفة جمع فيها الكثير من أحاديث الرسول ﷺ وقد روي عن عبد الله بن عمرو انه روى سبعمائة حديث عن رسول الله ﷺ . كان الصحابي الجليل عبد الله بن عمرو بن العاص معروف عنه كثرة العبادة وكثرة الصيام وكثرة القيام وكثرة البكاء من خشية الله فهو الامام الزاهد الورع العابد الحبر العالم الفقيه. توفي الصحابي الجليل عبد الله بن عمرو بن العاص سنة خمس وستون هجريا واختلف العلماء في مكان وفاته حيث ان بعضهم قال مات ودفن بمصر التي فتحها ابوه وبعضهم قال مات في مكة وبعضهم قال مات بالشام .',
          "audioHadith":'nawawi41.mp3'
    },
    {
       'key':'الحديث الثاني والأربعون',
          "nameHadith" : 'سعة مغفرة الله',
          "textHadith": 'عَنْ أَنَسِ بْنِ مَالِكٍ رضي الله عنه قَالَ: سَمِعْتُ رَسُولَ اللهِ يَقُولُ: قَالَ اللهُ تَعَالَى: (يَا ابْنَ آَدَمَ إِنَّكَ مَا دَعَوتَنِيْ وَرَجَوتَنِيْ غَفَرْتُ لَكَ عَلَى مَا كَانَ مِنْكَ وَلا أُبَالِيْ، يَا ابْنَ آَدَمَ لَو بَلَغَتْ ذُنُوبُكَ عَنَانَ السَّمَاءِ ثُمَّ استَغْفَرْتَنِيْ غَفَرْتُ لَكَ، يَا ابْنَ آَدَمَ إِنَّكَ لَو أَتَيْتَنِيْ بِقِرَابِ الأَرْضِ خَطَايَا ثُمَّ لقِيْتَنِيْ لاَ تُشْرِك بِيْ شَيْئَاً لأَتَيْتُكَ بِقِرَابِهَا مَغفِرَةً) رَوَاهُ التِّرْمِذِيُّ وَقَالَ: حَدِيْثٌ حَسَنٌ صَحَيْحٌ.',
          "explanationHadith": 'قوله: (مَا دَعَوتَنِي) (ما) هنا شرطية، وفعل الشرط: (دعا) في قوله: (دَعَوتَنِي) وجواب الشرط: (غَفَرْتُ) . (مَا دَعَوتَنِيْ) الدعاء ينقسم إلى قسمين: دعاء مسألة، ودعاء عبادة. فدعاء المسألة أن تقول: يا رب اغفر لي. ودعاء العبادة أن تصلي لله فنحتاج الآن إلى دليل وتعليل على أن العبادة تسمّى دعاءً؟ الدليل: قول الله تعالى: (وَقَالَ رَبُّكُمُ ادْعُونِي أَسْتَجِبْ لَكُمْ إِنَّ الَّذِينَ يَسْتَكْبِرُونَ عَنْ عِبَادَتِي سَيَدْخُلُونَ جَهَنَّمَ دَاخِرِينَ) فقال: (ادْعُونِي) ثم قال: (يَسْتَكْبِرُونَ عَنْ عِبَادَتِي) فسمى الدعاء عبادة، وقد جاء في الحديث: "أَنَّ الدُّعَاءَ هُوَ العِبَادَةُ" ووجهه ظاهر جداً،لأن داعي الله متذلل لله عزّ وجل منكسر له، قد عرف قدر نفسه،وأنه لا يملك لها نفعاً ولا ضرّاً. أما كيف كانت العبادة دعاءً: فلأن المتعبّد لله داعٍ بلسان الحال، فلو سألت المصلي لماذا صلى لقال: أرجو ثواب الله، إذاً فهو داع بلسان الحال، وعليه فيكون قوله: (مَا دَعَوتَنِيْ وَرَجَوتَنِي) يشمل دعاء العبادة ودعاء المسألة، ولكن لاحظ القيد في قوله: (وَرَجَوتَنِيْ) فلابد من هذا القيد، أي أن تكون داعياً لله راجياً إجابته . وقوله: (غَفَرْتُ لَكَ) المغفرة: هي ستر الذّنب والتجاوز عنه. (عَلَى مَا كَانَ مِنْكَ) أي على ما كان منك من الذنوب والتقصير. (وَلاَ أُبَالِي) أي لا أهتم بذلك. (يَا ابْنَ آدَمَ لَو بَلَغَتْ ذُنُوبُكَ عَنَانَ السَّمَاءِ) المراد بقوله: (عَنَانَ السَّمَاء) أي أعلى السماء،وقيل إن (عَنَانَالسَّمَاء) ما عنَّ لك حين تنظر إليها ، وقيل (عَنَانَ السَّمَاء) أي السحاب أعلاه، ولاشك أن السحاب يسمى العنان ، لكن الظاهر أن المراد به (عنان السماء) . والسماء على الأرض كالقبة له جوانب وله وسط، أعلاه بالنسبة لسطح الأرض هو الوسط. (ثُمَّ اسْتَغْفَرْتَنِيْ) أي طلبت مني المغفرة، سواء قلت: أستغفر الله، أو قلت: اللهم اغفر لي. لكن لابد من حضور القلب واستحضار الفقر إلى الله عزّ وجل. (يَا ابنَ آدَمَ إنِّكَ لَوْ أَتَيْتَنِي بِقِرَابِ الأَرْضِ خطَايَا ثُمَّ لَقِيْتَني لا تُشْرِك بِيْ شَيْئَاً لأَتَيْتُكَ بِقِرَابِهَا مَغْفِرَةً) قوله: (لَوْ أَتَيْتَنِيْ) أي جئتني بعد الموت. (بِقِرَابِ الأَرْضِ) أي ما يقاربها، إما ملئاً،أو ثقلاً، أو حجماً،خَطَاياجمع خطيئة وهي الذنوب، (ثُمَّلَقِيْتَنِيْ لاَ تُشْرِكْ بِي شَيْئَاً) قوله: (شَيئَاً) نكرة في سياق النفي تفيد العموم أي لا شركاً أصغر ولا أكبر، وهذا قيد عظيم قد يتهاون به الإنسان (لأَتَيْتُكَ بِقِرَابِهَا مَغْفِرَةً) وهذا لاشكّ من نعمة الله وفضله، بأن يأتي الإنسان ربه بملء الأرض خطايا ثم يأتيه عزّ وجل بقرابها مغفرة، وإلا فمقتضى العدل أن يعاقبه على الخطايا .',
          "translateNarrator": 'هو أنس بن مالك بن النضير بن ضمضم بن زيد بن حرام بن جندب بن عامر بن غنم بن عدي بن النجار.كنيتة :أبو حمزة الأنصاري الخزرجي، كناه النبي ﷺ أبا حمزة ببقلة كان يجتنبها ، ثبت مولد أنس قبل عام الهجرة بعشر سنين .قدم النبي ﷺ المدينة وهو بن عشر سنين فأتت به أمه أم سليم النبي ﷺ لما قدم فقالت له هذا أنس غلام يخدمك فقبله . كان أنس يقول : قدم رسول الله - ﷺ – المدينة وأنا ابن عشر ، ومات وأنا ابن عشرين . وكان يحثني على خدمة رسول الله - ﷺ فصحب أنس النبي- ﷺ - أتم الصحبة ، ولازمه أكمل الملازمة منذ هاجر ، أصيب أنس بن مالك في نهاية حياته بمرض البرص وضعف جسده، وتوفي في البصرة في السنة الثالثة والتسعين للهجرة في خلافة الوليد بن عبد الملك، وهو آخر من بقي من أصحاب النبي.',
          "audioHadith":'nawawi42.mp3'
    },
    
    
];
 
 
 List <Map<String , String >> dbrwqya = [

    {
      "category": "الرُّقية الشرعية من القرآن الكريم",
      "count": "1",
      "description": "",
      "reference": "سورة الفاتحة",
      "zekr": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ ١ ٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ ٢ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ ٣ مَٰلِكِ يَوۡمِ ٱلدِّينِ ٤ إِيَّاكَ نَعۡبُدُ وَإِيَّاكَ نَسۡتَعِينُ ٥ ٱهۡدِنَا ٱلصِّرَٰطَ ٱلۡمُسۡتَقِيمَ ٦ صِرَٰطَ ٱلَّذِينَ أَنۡعَمۡتَ عَلَيۡهِمۡ غَيۡرِ ٱلۡمَغۡضُوبِ عَلَيۡهِمۡ وَلَا ٱلضَّآلِّينَ ٧"
    },
    {
      "category": "الرُّقية الشرعية من القرآن الكريم",
      "count": "1",
      "description": "",
      "reference": "سورة البقرة | ٢٥٥",
      "zekr": "ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡحَيُّ ٱلۡقَيُّومُۚ لَا تَأۡخُذُهُۥ سِنَةٞ وَلَا نَوۡمٞۚ لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ مَن ذَا ٱلَّذِي يَشۡفَعُ عِندَهُۥٓ إِلَّا بِإِذۡنِهِۦۚ يَعۡلَمُ مَا بَيۡنَ أَيۡدِيهِمۡ وَمَا خَلۡفَهُمۡۖ وَلَا يُحِيطُونَ بِشَيۡءٖ مِّنۡ عِلۡمِهِۦٓ إِلَّا بِمَا شَآءَۚ وَسِعَ كُرۡسِيُّهُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَۖ وَلَا يَـُٔودُهُۥ حِفۡظُهُمَاۚ وَهُوَ ٱلۡعَلِيُّ ٱلۡعَظِيمُ ٢٥٥"
    },
    {
      "category": "الرُّقية الشرعية من القرآن الكريم",
      "count": "1",
      "description": "",
      "reference": "سورة البقرة | ٢٨٥-٢٨٦",
      "zekr": "ءَامَنَ ٱلرَّسُولُ بِمَآ أُنزِلَ إِلَيۡهِ مِن رَّبِّهِۦ وَٱلۡمُؤۡمِنُونَۚ كُلٌّ ءَامَنَ بِٱللَّهِ وَمَلَٰٓئِكَتِهِۦ وَكُتُبِهِۦ وَرُسُلِهِۦ لَا نُفَرِّقُ بَيۡنَ أَحَدٖ مِّن رُّسُلِهِۦۚ وَقَالُواْ سَمِعۡنَا وَأَطَعۡنَاۖ غُفۡرَانَكَ رَبَّنَا وَإِلَيۡكَ ٱلۡمَصِيرُ ٢٨٥ لَا يُكَلِّفُ ٱللَّهُ نَفۡسًا إِلَّا وُسۡعَهَاۚ لَهَا مَا كَسَبَتۡ وَعَلَيۡهَا مَا ٱكۡتَسَبَتۡۗ رَبَّنَا لَا تُؤَاخِذۡنَآ إِن نَّسِينَآ أَوۡ أَخۡطَأۡنَاۚ رَبَّنَا وَلَا تَحۡمِلۡ عَلَيۡنَآ إِصۡرٗا كَمَا حَمَلۡتَهُۥ عَلَى ٱلَّذِينَ مِن قَبۡلِنَاۚ رَبَّنَا وَلَا تُحَمِّلۡنَا مَا لَا طَاقَةَ لَنَا بِهِۦۖ وَٱعۡفُ عَنَّا وَٱغۡفِرۡ لَنَا وَٱرۡحَمۡنَآۚ أَنتَ مَوۡلَىٰنَا فَٱنصُرۡنَا عَلَى ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ ٢٨٦"
    },
    {
      "category": "الرُّقية الشرعية من القرآن الكريم",
      "count": "1",
      "description": "",
      "reference": "سورة التوبة | ١٤",
      "zekr": "قَٰتِلُوهُمۡ يُعَذِّبۡهُمُ ٱللَّهُ بِأَيۡدِيكُمۡ وَيُخۡزِهِمۡ وَيَنصُرۡكُمۡ عَلَيۡهِمۡ وَيَشۡفِ صُدُورَ قَوۡمٖ مُّؤۡمِنِينَ ١٤"
    },
    {
      "category": "الرُّقية الشرعية من القرآن الكريم",
      "count": "1",
      "description": "",
      "reference": "سورة يونس | ٥٧",
      "zekr": "يَٰٓأَيُّهَا ٱلنَّاسُ قَدۡ جَآءَتۡكُم مَّوۡعِظَةٞ مِّن رَّبِّكُمۡ وَشِفَآءٞ لِّمَا فِي ٱلصُّدُورِ وَهُدٗى وَرَحۡمَةٞ لِّلۡمُؤۡمِنِينَ ٥٧"
    },
    {
      "category": "الرُّقية الشرعية من القرآن الكريم",
      "count": "1",
      "description": "",
      "reference": "سورة يوسف | ٦٤",
      "zekr": "فَٱللَّهُ خَيۡرٌ حَٰفِظٗاۖ وَهُوَ أَرۡحَمُ ٱلرَّٰحِمِينَ ٦٤"
    },
    {
      "category": "الرُّقية الشرعية من القرآن الكريم",
      "count": "1",
      "description": "",
      "reference": "سورة النحل | ٦٨-٦٩",
      "zekr": "وَأَوۡحَىٰ رَبُّكَ إِلَى ٱلنَّحۡلِ أَنِ ٱتَّخِذِي مِنَ ٱلۡجِبَالِ بُيُوتٗا وَمِنَ ٱلشَّجَرِ وَمِمَّا يَعۡرِشُونَ ٦٨ ثُمَّ كُلِي مِن كُلِّ ٱلثَّمَرَٰتِ فَٱسۡلُكِي سُبُلَ رَبِّكِ ذُلُلٗاۚ يَخۡرُجُ مِنۢ بُطُونِهَا شَرَابٞ مُّخۡتَلِفٌ أَلۡوَٰنُهُۥ فِيهِ شِفَآءٞ لِّلنَّاسِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَتَفَكَّرُونَ ٦٩"
    },
    {
      "category": "الرُّقية الشرعية من القرآن الكريم",
      "count": "1",
      "description": "",
      "reference": "سورة الإسراء | ٨٢",
      "zekr": "وَنُنَزِّلُ مِنَ ٱلۡقُرۡءَانِ مَا هُوَ شِفَآءٞ وَرَحۡمَةٞ لِّلۡمُؤۡمِنِينَ وَلَا يَزِيدُ ٱلظَّٰلِمِينَ إِلَّا خَسَارٗا ٨٢"
    },
    {
      "category": "الرُّقية الشرعية من السنة النبوية",
      "count": "1",
      "description": "",
      "reference": "سورة الشعراء | ٨٠",
      "zekr": "وَإِذَا مَرِضۡتُ فَهُوَ يَشۡفِينِ ٨٠"
    },
    {
      "category": "الرُّقية الشرعية من السنة النبوية",
      "count": "1",
      "description": "",
      "reference": "سورة فصلت | ٤٤",
      "zekr": "وَلَوۡ جَعَلۡنَٰهُ قُرۡءَانًا أَعۡجَمِيّٗا لَّقَالُواْ لَوۡلَا فُصِّلَتۡ ءَايَٰتُهُۥٓۖ ءَا۬عۡجَمِيّٞ وَعَرَبِيّٞۗ قُلۡ هُوَ لِلَّذِينَ ءَامَنُواْ هُدٗى وَشِفَآءٞۚ"
    },
    {
      "category": "الرُّقية الشرعية من السنة النبوية",
      "count": "1",
      "description": "",
      "reference": "سورة الكافرون",
      "zekr": "قُلۡ يَٰٓأَيُّهَا ٱلۡكَٰفِرُونَ ١ لَآ أَعۡبُدُ مَا تَعۡبُدُونَ ٢ وَلَآ أَنتُمۡ عَٰبِدُونَ مَآ أَعۡبُدُ ٣ وَلَآ أَنَا۠ عَابِدٞ مَّا عَبَدتُّمۡ ٤ وَلَآ أَنتُمۡ عَٰبِدُونَ مَآ أَعۡبُدُ ٥ لَكُمۡ دِينُكُمۡ وَلِيَ دِينِ ٦"
    },
    {
      "category": "الرُّقية الشرعية من السنة النبوية",
      "count": "٣",
      "description": "تقرأ السور الثلاث - الإخلاص، الفلق، الناس - ثلاث مرات. كما أرشد إليه رسول الله صلى الله عليه وسلم عبدَالله بنَ خُبيبٍ رضي الله عنه بقوله: «قل ُ س ش ص ضء ـ! ! ِ وَالْمُعَوِّذَتَيْن حِينَ تُمْسِي وَتُصْبِح ثَلاَثَ مَرَّاتٍ تَكْفِيكَ مِنْ كُلِّ شَيْءٍ» . أخرجه أبو داود؛ كتاب: الأدب، باب: ما يقول إذا أصبح، برقم (٥٠٨٢) ، والترمذيُّ - بلفظه، وصحَّحه - كتاب: الدعوات، باب: الدعاء عند النوم، برقم (٣٥٧٥) .",
      "reference": "سورة الإخلاص",
      "zekr": "قُلۡ هُوَ ٱللَّهُ أَحَدٌ ١ ٱللَّهُ ٱلصَّمَدُ ٢ لَمۡ يَلِدۡ وَلَمۡ يُولَدۡ ٣ وَلَمۡ يَكُن لَّهُۥ كُفُوًا أَحَدُۢ ٤"
    },
    {
      "category": "الرُّقية الشرعية من السنة النبوية",
      "count": "٣",
      "description": "تقرأ السور الثلاث - الإخلاص، الفلق، الناس - ثلاث مرات. كما أرشد إليه رسول الله صلى الله عليه وسلم عبدَالله بنَ خُبيبٍ رضي الله عنه بقوله: «قل ُ س ش ص ضء ـ! ! ِ وَالْمُعَوِّذَتَيْن حِينَ تُمْسِي وَتُصْبِح ثَلاَثَ مَرَّاتٍ تَكْفِيكَ مِنْ كُلِّ شَيْءٍ» . أخرجه أبو داود؛ كتاب: الأدب، باب: ما يقول إذا أصبح، برقم (٥٠٨٢) ، والترمذيُّ - بلفظه، وصحَّحه - كتاب: الدعوات، باب: الدعاء عند النوم، برقم (٣٥٧٥) .",
      "reference": "سورة الفلق",
      "zekr": "قُلۡ أَعُوذُ بِرَبِّ ٱلۡفَلَقِ ١ مِن شَرِّ مَا خَلَقَ ٢ وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ ٣ وَمِن شَرِّ ٱلنَّفَّٰثَٰتِ فِي ٱلۡعُقَدِ ٤ وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ ٥"
    },
    {
      "category": "الرُّقية الشرعية من السنة النبوية",
      "count": "٣",
      "description": "تقرأ السور الثلاث - الإخلاص، الفلق، الناس - ثلاث مرات. كما أرشد إليه رسول الله صلى الله عليه وسلم عبدَالله بنَ خُبيبٍ رضي الله عنه بقوله: «قل ُ س ش ص ضء ـ! ! ِ وَالْمُعَوِّذَتَيْن حِينَ تُمْسِي وَتُصْبِح ثَلاَثَ مَرَّاتٍ تَكْفِيكَ مِنْ كُلِّ شَيْءٍ» . أخرجه أبو داود؛ كتاب: الأدب، باب: ما يقول إذا أصبح، برقم (٥٠٨٢) ، والترمذيُّ - بلفظه، وصحَّحه - كتاب: الدعوات، باب: الدعاء عند النوم، برقم (٣٥٧٥) .",
      "reference": "سورة الناس",
      "zekr": "قُلۡ أَعُوذُ بِرَبِّ ٱلنَّاسِ ١ مَلِكِ ٱلنَّاسِ ٢ إِلَٰهِ ٱلنَّاسِ ٣ مِن شَرِّ ٱلۡوَسۡوَاسِ ٱلۡخَنَّاسِ ٤ ٱلَّذِي يُوَسۡوِسُ فِي صُدُورِ ٱلنَّاسِ ٥ مِنَ ٱلۡجِنَّةِ وَٱلنَّاسِ "
    },
    {
      "category": "الرُّقية الشرعية من السنة النبوية",
      "count": "7",
      "description": "يقول النبي صلى الله عليه وسلم: «أَمَّا هَمْزُهُ: فَالْمَوْتَةُ الَّتِي تَأْخُذُ ابْنَ آدَمَ، وَأَمَّا نَفْخُهُ: الكِبْرُ، وَنَفْثُهُ: الشِّعْرُ»  ومعنى الموتة: الخنق الذي يأخذ ابن آدم إذا مسّه شيطان، والعياذ بالله تعالى.",
      "reference": "أخرجه أبو داود؛ كتاب: الصلاة، باب: من رأى الاستفتاح بسبحانك اللهم وبحمدك، برقم (٧٧٥) ، والترمذيُّ؛ كتاب: الصلاة، باب: ما يقول عند افتتاح الصلاة، برقم (٢٤٢) ، عن أبي سعيد رضي الله عنه. قال الترمذي: وحديث أبي سعيد رضي الله عنه أشهر حديث في هذا الباب. اهـ.",
      "zekr": "أَعُوذُ بِاللهِ السَّمِيعِ الْعَلِيمِ مِنَ الشَّيْطَانِ الرَّجِيمِ، مِنْ هَمْزِهِ وَنَفْخِهِ وَنَفْثِهِ"
    },
    {
      "category": "الرُّقية الشرعية من السنة النبوية",
      "count": "1",
      "description": "",
      "reference": "البخاري",
      "zekr":
          "اللَّهُمَّ ربَّ النَّاسِ، أَذْهِب الْبَأسَ، واشْفِ، أَنْتَ الشَّافي لا شِفَاءَ إِلاَّ شِفَاؤُكَ، شِفاءً لا يُغَادِرُ سقَماً"
    },
    {
      "category": "الرُّقية الشرعية من السنة النبوية",
      "count": "1",
      "description": "",
      "reference": "أحمد",
      "zekr": "اللَّهُمَّ اشْفِ عَبْدَكَ، وصَدِّقْ رَسُولَك"
    },
    {
      "category": "الرُّقية الشرعية من السنة النبوية",
      "count": "1",
      "description": "",
      "reference": "أحمد",
      "zekr":
          "اللهُمَّ بَارِكْ عَلَيْهِ، وَأَذْهِبْ عَنْهُ حَرَّ الْعَيْنِ وَبَرْدَهَا وَوَصَبَهَا"
    },
    {
      "category": "الرُّقية الشرعية من السنة النبوية",
      "count": "1",
      "description": "",
      "reference": "الترمذي",
      "zekr":
          "اللَّهُمَّ إِنَّا نَسْأَلُكَ مِنْ خَيْرِ مَا سَأَلَكَ مِنْهُ نَبِيُّكَ مُحَمَّدٌ صلى الله عليه وسلم وَنَعُوذُ بِكَ مِنْ شَرِّ مَا اسْتَعَاذَ مِنْهُ نَبِيُّكَ مُحَمَّدٌ صلى الله عليه وسلم وَأَنْتَ الْمُسْتَعَانُ، وَعَلَيْكَ الْبَلَاغُ، وَلَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللَّهِ"
    },
    {
      "category": "الرُّقية الشرعية من السنة النبوية",
      "count": "1",
      "description": "",
      "reference": "أحمد\n",
      "zekr":
          "لَا إِلَهَ إِلَّا اللَّهُ الْعَظِيمُ الْحَلِيمُ، لَا إِلَهَ إِلَّا اللَّهُ رَبُّ الْعَرْشِ الْكَرِيمِ، لَا إِلَهَ إِلَّا اللَّهُ رَبُّ السَّمَاوَاتِ وَرَبُّ الْعَرْشِ الْعَظِيمِ"
    },
    {
      "category": "الرُّقية الشرعية من السنة النبوية",
      "count": "3",
      "description": "",
      "reference": "أبو داود",
      "zekr":
          "رَبّنَا الَّلهُ الذِي فِي السَّمَاءِ، تَقَدَّسَ اسمُكَ، أَمرُكَ فِي السَّمَاءِ وَالأَرْضِ، كَمَا رَحمَتُكَ فِي السَّمَاءِ فَاجْعَلْ رَحْمَتَكَ فِي الأَرْضِ، اغفِر لَنَا حَوْبَنَا وَخَطَايَانَا، أَنتَ رَبُّ الطَّيِّبِينَ، أَنزِلْ رَحْمَةً مِن رَحمَتِكَ، وَشِفَاءً مِن شِفَائِكَ عَلَى هَذَا الوَجَعِ، فَيَبرَأ"
    },
    {
      "category": "الرُّقية الشرعية من السنة النبوية",
      "count": "1",
      "description": "",
      "reference": "أحمد\n",
      "zekr":
          "أَعُوذُ بِكَلِمَاتِ اللَّهِ التَّامَّاتِ الَّتِي لَا يُجَاوِزُهُنَّ بَرٌّ وَلَا فَاجِرٌ، مِنْ شَرِّ مَا خَلَقَ، وَبَرَأَ، وَذَرَأَ، وَمِنْ شَرِّ مَا يَنْزِلُ مِنَ السَّمَاءِ، وَمِنْ شَرِّ مَا يَعْرُجُ فِيهَا، وَمِنْ شَرِّ مَا ذَرَأَ فِي الْأَرْضِ، وَمِنْ شَرِّ مَا يَخْرُجُ مِنْهَا، وَمِنْ شَرِّ فِتَنِ اللَّيْلِ وَالنَّهَارِ، وَمِنْ شَرِّ كُلِّ طَارِقٍ إِلَّا طَارِقًا يَطْرُقُ بِخَيْرٍ يَا رَحْمَنُ "
    },
    {
      "category": "الرُّقية الشرعية من السنة النبوية",
      "count": "3",
      "description": "",
      "reference": "أبو داود",
      "zekr":
          "بِسـمِ اللهِ الذي لا يَضُـرُّ مَعَ اسمِـهِ شَيءٌ في الأرْضِ وَلا في السّمـاءِ وَهـوَ السّمـيعُ العَلـيم"
    },
    {
      "category": "الرُّقية الشرعية من السنة النبوية",
      "count": "1",
      "description": "",
      "reference": "أبو داود",
      "zekr":
          "أَعُوذُ بِكَلِمَاتِ اللهِ التَّامَّةِ مِنْ غَضَبِهِ وَعِقَابِهِ ، وَشَرِّ عِبَادِهِ ، وَمَنْ هَمَزَاتِ الشَّيَاطِينِ ، وَأَنْ يَحْضُرُونِ"
    },
    {
      "category": "الرُّقية الشرعية من السنة النبوية",
      "count": "1",
      "description": "",
      "reference": "الترمذي",
      "zekr":
          "بِسْمِ اللَّهِ الْعَظِيمِ ، أَعُوذُ بِاللَّهِ الْكَبِيرِ مِنْ شَرِّ كُلِّ عِرْقٍ نَعَّارٍ ، وَمِنْ شَرِّ حَرِّ النَّارِ"
    },
    {
      "category": "الرُّقية الشرعية من السنة النبوية",
      "count": "1",
      "description": "",
      "reference": "البخاري\n",
      "zekr":
          "بِسْمِ اللهِ تربَةُ أَرْضِنَا، بِرِيقةِ بَعْضِنَا، يُشْفَى سَقِيمُنَا، بإِذْنِ رَبِّنَا"
    },
    {
      "category": "الرُّقية الشرعية من السنة النبوية",
      "count": "7",
      "description": "",
      "reference": "أحمد",
      "zekr":
          "أَسْأَلُ اللَّهَ الْعَظِيمَ رَبَّ الْعَرْشِ الْعَظِيمِ، أَنْ يُعَافِيَكَ وَيَشْفِيَكَ"
    },
    {
      "category": "الرُّقية الشرعية من السنة النبوية",
      "count": "1",
      "description": "",
      "reference": "الترمذي",
      "zekr":
          "اللَّهُمَّ بَرِّدْ قَلْبِي بِالثَّلْجِ وَالْبَرَدِ وَالْمَاءِ الْبَارِدِ ، اللَّهُمَّ نَقِّ قَلْبِي مِنَ الْخَطَايَا كَمَا نَقَّيْتَ الثَّوْبَ الْأَبْيَضَ مِنَ الدَّنَسِ"
    },
    {
      "category": "الرُّقية الشرعية من السنة النبوية",
      "count": "1",
      "description": "",
      "reference": "أبو داود",
      "zekr":
          "اللَّهُمَّ إِنِّي أَعُوذُ بِوَجْهِكَ الْكَرِيمِ وَكَلِمَاتِكَ التَّامَّةِ مِنْ شَرِّ مَا أَنْتَ آخِذٌ بِنَاصِيَتِهِ، اللَّهُمَّ أَنْتَ تَكْشِفُ الْمَغْرَمَ وَالْمَأْثَمَ، اللَّهُمَّ لَا يُهْزَمُ جُنْدُكَ، وَلَا يُخْلَفُ وَعْدُكَ، وَلَا يَنْفَعُ ذَا الْجَدِّ مِنْكَ الْجَدُّ، سُبْحَانَكَ وَبِحَمْدِكَ"
    },
    {
      "category": "الرُّقية الشرعية من السنة النبوية",
      "count": "1",
      "description": "",
      "reference": "مسلم",
      "zekr":
          "بِاسْمِ اللَّهِ يُبْرِيكَ، وَمِنْ كُلِّ دَاءٍ يَشْفِيكَ، وَمِنْ شَرِّ حَاسِدٍ إِذَا حَسَدَ، وَشَرِّ كُلِّ ذِي عَيْنٍ"
    },
    {
      "category": "الرُّقية الشرعية من السنة النبوية",
      "count": "1",
      "description": "",
      "reference": "أحمد",
      "zekr":
          "اللَّهُمَّ اشْفِ عَبْدَكَ يَنْكَأُ لَكَ عَدُوًّا ، أَوْ يَمْشِي لَكَ إِلَى صَلاةٍ"
    },
    {
      "category": "الرُّقية الشرعية من السنة النبوية",
      "count": "1",
      "description": "",
      "reference": "البخاري",
      "zekr":
          "اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَعَلَى آلِ مُحَمَّدٍ كَمَا صَلَّيْتَ عَلَى إِبْرَاهِيمَ وَعَلَى آلِ إِبْرَاهِيمَ إِنَّكَ حَمِيدٌ مَجِيدٌ، اللَّهُمَّ بَارِكْ عَلَى مُحَمَّدٍ وَعَلَى آلِ مُحَمَّدٍ كَمَا بَارَكْتَ عَلَى إِبْرَاهِيمَ وَعَلَى آلِ إِبْرَاهِيمَ  فِي الْعَالَمِينَ إِنَّكَ حَمِيدٌ مَجِيدٌ"
    },
    {
      "category": "الرُّقية الشرعية من السنة النبوية",
      "count": "1",
      "description": "",
      "reference": "مسلم",
      "zekr":
          "بِسْمِ اللَّهِ أرْقِيكَ، مِنْ كُلِّ شَيْءٍ يُؤْذِيكَ، وَمِنْ شَرِّ كُلِّ نَفْسٍ أَوْ عَيْنِ حَاسِدٍ، اللهُ يَشْفِيكَ، بِسمِ اللَّهِ أَرقِيكَ"
    }
];